{"text": "Title: A Man With the Same Name\\nStory: Although my name, Jacob Jones, isn't particularly rare, I was still surprised to meet another queer Jacob Jones while vacationing in Provincetown, Mass. What started as a playful conversation about sharing the same name led to feelings of intimacy. That intimacy illuminated a truth I had tried to ignore: My seven-year relationship had lost its warmth long before. We kissed, this other Jacob Jones and I, but stopped from going further. When I got home, my boyfriend and I broke up. Sometimes it takes meeting a man with the same name to realize there is so much more.\\n\\n"}
{"text": "Title: After Secrets, Acceptance\\nStory: I learned that my father was a spy from a total stranger. \"This is a C.I.A. base,\" the guard said, handing me a form to sign. At 20, I had long suspected this. Still, I was angry that my dad hadn't told me himself. Choosing to break my family's history of secrecy, I came out as gay, which my father rejected. I was done with him. But in his 70s, something shifted. He invited me and my wife for a visit. He never said, \"I accept you,\" but I could tell he did. Just like that, I wasn't angry anymore.\\n\\n"}
{"text": "Title: What Would Have Been Romantic\\nStory: \"We aren't romantic enough\" he said, lying naked next to me. \"But I feel safe and comfortable with you,\" I replied, knowing what he meant but not willing to give up a future together. I wouldn't be able to convince him to stay, but I could at least guilt him into staying the night. The next morning, wrapped in each other's arms, I said, \"I wish you had changed your mind in the middle of the night and woken me up to tell me; now that would have been romantic.\" \"I wish that, too\" he said and then left.\\n\\n"}
{"text": "Title: Love in 5 to 7 Business Days\\nStory: After our first date, he said, \"My people will get back to your people for some feedback assessment, and in 5 to 7 business days, I'll get back to you.\" He made me laugh, and I was determined to make him feel just as sunny. Within a few hours, I created and sent a Google form to him (in his favorite color) with questions like, \"Did Madison make good eye contact?\" \"Was the conversation intellectually and/or emotionally stimulating?\" \"Was she pleasing to the eye?\" He filled it out and sent it to me. Had I been stimulating? \"Hell yes!\"\\n\\n"}
{"text": "Title: We Melt Together\\nStory: I met Katie at the peak of Louisiana summer. Our first date, we shared beers at the park and swatted mosquitoes. Our second, it rained, and I watched Katie's hair grow three times bigger in the humidity, like mine. The pandemic meant meeting outside. Outside meant heat, and heat meant the dissolution of any pretense. Now, a year later, we drive with windows down and take walks at noon. We often say our bodies melt together like chocolate. Most in Louisiana dread this weather, but we spend our days in love and in sun, melting closer together.\\n\\n"}
{"text": "Title: No Ordinary Cake\\nStory: The scene is tranquil. My face grazes Mama's arm as she lights five candles. No ordinary cake would do. She spent hours making this richly layered Eszterhazy torte with pretty puffs of whipped cream. In Canada, her new home, we celebrated my birth and life. We celebrated me - the daughter she had not dared to imagine at 17, when she was alone, desperate to survive, hiding in Budapest's bombed buildings and basements, terrified of being discovered by the Nazis. For years I'd challenged Mama for being overprotective. Later I understood. I represented the living, breathing embodiment of survival.\\n\\n"}
{"text": "Title: What's the Connection?\\nStory: It was 2 a.m. when my date blew me off. So I did something I had never done before: I went to a nightclub alone. I chose \"Cucko\" because it was the only nightclub in Porto Alegre, Brazil that would accept my meal voucher. There, I saw a drunk girl about to pass out and decided to help. Her friend Melissa came to help her, too. What's the connection between a failed date, a bold decision, a meal voucher and a drunk stranger? None. Except that her friend Melissa and I have been together for seven years now. Thanks, universe.\\n\\n"}
{"text": "Title: All It Takes Is a Little Pop\\nStory: When my mother walks, her left foot makes a popping sound. Every step is audible. It's always been like that. She doesn't know why or particularly mind. For me, the sound is like a ticking clock; my brain mostly tunes it out. But I've noticed it more since the pandemic started. What I've grown to love most about her popping foot is that it never stops. Pop, making dinner. Pop, walking the dogs. Pop, dancing in the kitchen. It never stops and she never stops. All it takes is hearing that pop to remember and appreciate all my mother does.\\n\\n"}
{"text": "Title: What Would I Miss?\\nStory: After witnessing my parents' divorce, I swore my life would be different. When I got divorced in my late 30s, I saw a psychologist to deal with the guilt of leaving my workaholic attorney husband and potentially hurting our children. \"What will you miss if you leave him?\" she said. \"Sitting at a dinner table, having meals together,\" I said. \"But, how can you miss what you've never had?\" I felt a gut punch; we'd rarely shared family meals. \"Is that what you missed as a child?\" \"Yes,\" I replied, finally letting myself mourn my past and present.\\n\\n"}
{"text": "Title: Ready for Anything\\nStory: Every relationship has its hiccups, yet nothing prepared my husband and me for that first flurry of hiccups over spaghetti. Initially, the rapid-fire \"hic\" sound was amusing. Hours later, bothersome. The next day, when Richard was still hiccupping, alarming. It's been 10 years now. We have desperately sought diagnoses; Richard has endured draconian treatments. He's still hiccupping. On and off, for hours. One could see these spasms of the diaphragm as a nagging reminder of what can go wrong with our bodies, and our lives. We try to accept them as a persistent assurance that our marriage can weather anything.\\n\\n"}
{"text": "Title: The Silent Treatment\\nStory: \"Shut Up!\" my 7-year-old son said to me. Stunned silence. A single mother, I knew it was decision time. We don't talk to each other like that. So shut up I did. For three days I would not speak to him or answer his questions. He begged me to say something as I performed our daily rituals. I was hurt and determined, though unsure of the outcome. On my pillow, day four, lay a note: \"Dear mum, I miss the sound of your lovely voice, and I am truly sorry.\" Tears. Hugs. He never said \"shut up\" to me again.\\n\\n"}
{"text": "Title: How to Express the Unspoken\\nStory: Hugs, kisses, praise don't come easily to us. Our family practices a stoic, unspoken love. So how do three daughters tell a dying mother how much we adore her? She was turning 92. A Google search revealed that Jackie Kennedy, Audrey Hepburn, Princess Grace and Anne Frank were born the same year as mother. On a card with their pictures, we wrote: \"1929 was a good year for producing some elegant, inspiring, strong and classy women ... We're proud one of them belongs to us!\" Our mother passed peacefully, days after her birthday. Without embarrassing her, we expressed our love.\\n\\n"}
{"text": "Title: She's Still With Us\\nStory: In February 2019, my youngest sister, Melina, admitted herself into the hospital for PTSD from childhood trauma. When she returned home, she texted, \"Do not contact me ever again!\" Determined to get through to her, I invited her to walk with me and Preston, my goldendoodle. She loved Preston but refused. In March, Melina died of suicide. On a walk the morning after her funeral, Preston suddenly turned and barked behind us. Nothing was in sight. I felt then that Melina had changed her mind and decided, after all, to join us.\\n\\n"}
{"text": "Title: Among the Ivy\\nStory: After a terrible year (I was attacked in my home then suffered through a difficult divorce), my elderly parents visited and helped me pull the ivy that had swallowed my backyard. My father said, \"Don't let that take over again, Irene.\" Ten years later, while grappling with stubborn regrowth, I found dad's hat - gnarled, mouse nibbled, rotted. I'd been missing him fiercely, wishing he were still here to guide me. Not one for assigning spiritual meaning to coincidence, I'll take this particular tap on the shoulder. Thanks for taking care of me, dad. I'll take care of the ivy.\\n\\n"}
{"text": "Title: A Second Chance at Young Love\\nStory: I imagine my mother's engagement ring flashing in the lights of the Delta Upsilon parties she attended her senior year of college. Married right after graduation, my parents built a life together. While their 20-something friends spent nights gyrating to music in Manhattan clubs, my parents tried to find the perfect motion to rock me to sleep. A few decades later, I'm freshly graduated from college (sans engagement ring) and they're finally beginning to \"date\" again. At night, I lock the door behind them when they leave.\\n\\n"}
{"text": "Title: My Advice\\nStory: If you decide to flirt with a stranger by sliding into his Twitter DMs, brew a cup of tea first. Then, sit. Sip the tea. Breathe deeply. Allow yourself to swell with giddiness. Don't charge forward, rushing with new messages, just because you cannot tolerate the vulnerability of reaching out. That will result with you picking words in a frenzy, words that you'll pore over later as you wonder why he stopped replying. It might not be flirtatious to point out dead links on a person's website; it's sometimes a conversation ender to ask, \"Do you have a wife?\"\\n\\n"}
{"text": "Title: A Human Connection\\nStory: Two officers transported me from Elmira Correctional Facility to a cardiologist's office in town. I waddled into the exam room wearing ankle cuffs, wrists shackled. A nurse entered. I felt like an animal outside its cage, unshowered and raw, but she smiled anyway. She made eye contact, even shook my hand before pressing a stethoscope to my battered heart. We were close enough to hear each other breathe. After a few precious seconds of small talk, she tapped my ankle cuffs with two fingers and said, \"You're smarter than this.\" I was too choked up to ask her name.\\n\\n"}
{"text": "Title: From Mother to Mother\\nStory: Nothing makes you want to be mothered quite so much as becoming a mother yourself. I felt like a scared child, utterly lost, responsible for nurturing a life while feeling entirely unqualified to do so. But my mother filled my freezer with casseroles, held my baby so I could rest, drew me a bath when I got home. When I cried without knowing why, she held me. She showed me how to do this, just as she has shown me my whole life. She gave me everything I need, so I can do the same for my son.\\n\\n"}
{"text": "Title: Around the Lake\\nStory: For three decades, Jo Ann and I spent Friday afternoons walking around Minnesota's Lake Winona. We walked through pregnancies and miscarriages, through homeopathy school and university tenure, through Weight Watchers and evolving wardrobes, through caring for daughters (and sometimes their fathers). And, for 24 of those years, we walked with Jo Ann's breast cancer. Despite her illness, we planned trips, birthday parties, Passover seders, bat mitzvahs and a daughter's wedding. In June 2020, we took our last walk around the lake. This February, Jo Ann took her last breath. My life will never be the same.\\n\\n"}
{"text": "Title: Laundry Therapy\\nStory: The day after an ill-fated second date, I called my little brother as I lay in bed, despondent, in my dingy college apartment. \"I don't have time to come home and do laundry today,\" I said. \"Oh, and I met someone.\" My brother, Felix, listened quietly to my inventory of hesitations: She liked me more than I liked her. She wanted commitment. She lived around the block, and I really didn't want to hurt her. A pause. My brother said, \"You have time for one load. I'll come get you.\" His pragmatic, gentle love is just right.\\n\\n"}
{"text": "Title: Back in the Rhythm of Conversation\\nStory: My 14-year-old, Vedant, dwells in a dungeon (i.e. basement) under my bedroom. Through the muffled cadence of his voice, I deduce if he's in virtual school or playing an online game. Thrice a day, he comes up for air, asking, \"What's there to eat?\" We used to talk a lot on our car rides, about life and feelings. Now we have nowhere to go. For the holidays, I make him my sous chef. Slicing a butternut squash, my knife slips. He takes my bleeding finger in his hand and blows a kiss. Food an excuse, we talk about feelings again.\\n\\n"}
{"text": "Title: A Question in the Ashes\\nStory: Our little river cabin caught on fire from grease burning on the stove. Miles away from the nearest Alabama volunteer fire department, we tried to put out the flames with the garden hose. Hours later, amid the blackened walls and stench of burned furniture and plastic, we finally slept. The next morning, I wept as we stood in what was left of the kitchen. My darling reached up to the sooted ceiling with one finger and wrote, \"Will you marry me?\" I stopped crying just long enough to reach up and write, \"O.K.\"\\n\\n"}
{"text": "Title: Shelter Dog for a Sheltered Heart\\nStory: They deemed her unadoptable because she was scared of everything. But lying on the cold shelter floor that January day, she cracked open my guarded heart. A week later, I brought home my shaggy little bear and called her Stevie. She's still scared of many things: the garbage truck, men in uniform, loud children. But she has developed a fondness for just as many others: barbecue chicken, snuggles on the couch, walks in the park. If you want to learn how to be loved, adopt a dog who needs to learn how, too.\\n\\n"}
{"text": "Title: My Bright, Freckle-Faced Little Brother\\nStory: My joyful, bright, freckle-faced younger brother was voted \"Joe High School\" in his yearbook. Less affable, more opinionated, I was voted \"Most Likely to be Heard.\" But decades later, no noise could stop the addiction Matt developed to prescription OxyContin. I pushed him to rehab; he said he hated me. After his fatal overdose in May 2020, I begged him for a sign that he didn't hate me. On his birthday, I found the message he'd written in his yearbook: \"Jen ... thank you for believing in me ... I love you.\" When I cried out for my brother, I know he heard me.\\n\\n"}
{"text": "Title: Don't Blame This on Mercury\\nStory: We were sitting on his memory-foam mattress when he admitted to being a bad boyfriend. \"The moon is pulling different elements of my sign,\" he said. \"It's mercury in retrograde,\" he said. A feeling of dread crept into my throat and held it closed. I wondered why the moon had never pulled me away from him. I looked up and saw a shiny ripped condom wrapper on his nightstand. It wasn't ours. Was it a sign? I silently got up and left because I had my own two feet and nothing in the universe could stop me.\\n\\n"}
{"text": "Title: Winter Sunshine\\nStory: We milled in winter sunshine, an unusual 67 degrees in February that made our shoes sink in spongy grass. \"He brought this weather,\" I thought. I spotted Annie, who produced my father's commercials. Behind her was Susan, his copywriter, and other advertising friends. Of four children, I am the only one who shared my father's profession. I stood with my family and fellow creative types, grinning at our reunion, and thought, \"I can't wait to call Dad and tell him who I saw.\" Then, the breath-stealing, gut-punch recollection of why we had gathered. Later, I threw my muddy shoes away.\\n\\n"}
{"text": "Title: A Vision in the Trees\\nStory: Earlier this year, I went out with someone who told me that chickens slept in trees. I refused to believe him, but our banter helped during a time when I was overwhelmed with grief from my grandmother's passing. Things didn't take flight with Chicken Man. Several months later, I spotted a fluffy white poof high up on a tree late one night. It was a hen I often see in my Singapore neighborhood. I laughed out loud to nobody in particular and thought of my grandmother, Chicken Man and how life affords us small moments of joy unexpectedly.\\n\\n"}
{"text": "Title: Just Me and My Sea Monkeys\\nStory: I was in love and in lockdown in a small flat in Leith, Scotland. I had a lot of feelings and nowhere to put them. So I bought sea monkeys. I poured in the powder and checked the water temperature. For weeks, nothing. My last-ditch effort at finding something small (and within the rental agreement) to nurture was pointless. But then, so small you could barely make them out, a glimmer of hope and companionship in two tiny wriggling specks.\\n\\n"}
{"text": "Title: Not a Mini-Me\\nStory: When you were born, I looked for the resemblance of my eyes, my mouth, even the birthmark under my eyebrow. \"He doesn't look as much like you as I thought he would,\" some family members say. Their words are an echo, decades later, of what my mother heard when her half-Japanese baby's dark hair didn't match her own blonde strands. No, you are not a mini-me. But when you grow up, I hope you'll see more than what the world sees and supposes of you - to the generations, scattered across continents, that made you.\\n\\n"}
{"text": "Title: Dakota's Best Prom Date\\nStory: I was Dakota's prom date so long as he could not \"find anyone better.\" We are married now. I guess he couldn't.\\n\\n"}
{"text": "Title: It's Kind of a Funny Story ...\\nStory: So, I'm visiting my friend Donnie in Charlotte, N.C. He tells me that he has a younger sister who lives in Manhattan. I say I'd like to meet her. Soon after, Donnie's father dies. I bring lemon chicken to the wake. Donnie calls me over to meet his sister, Bonnie. (Donnie's twin brother is Ronnie.) Mesmerized, I shake Bonnie's hand for a stupidly long time and keep repeating, \"I brought chicken.\" Some time later, Donnie calls Bonnie and says, \"Remember the guy with the chicken?\" Wary, she replies, \"Yeah.\" We married nine months later on April Fools' Day.\\n\\n"}
{"text": "Title: An Immovable Feast\\nStory: Before they sold gluten-free food in mainstream grocery stores, my mother hunted for ingredients to make her corn-flake chicken salad and noodle kugel for my daughter, diagnosed with celiac disease. She converted her recipes, perfected them, cooked for two days straight. When we arrived at the Jersey Shore, my little girl wasn't upset that she couldn't eat boardwalk pizza or cheese steaks. She was greeted with a feast, safe to eat, made with love by her \"Mommom.\" Decades later, my mother is in memory care, her recipes forgotten. I can try to recreate her meals, but they wouldn't taste the same.\\n\\n"}
{"text": "Title: Finding a Date in Divorce Group\\nStory: In Massachusetts, if you're divorcing and have children under 18, you must complete a parenting program. For five Wednesday nights, my friend and I were buzzed into the local middle school, where we sat at small desks among other newly single parents: the crying blonde in scrubs, the angry landscaper, the excited executive. I brought gin in an orange Nalgene bottle. He hadn't eaten for days. On the night I saw my son's geography project propped up on the classroom radiator, we kissed behind the clothing donation bin, and I thought I would die of grief and hope.\\n\\n"}
{"text": "Title: Our Independence\\nStory: The last time my family watched July 4 fireworks, we spread a blanket out in Washington Crossing Park, the site of George Washington's crossing of the Delaware River during the Revolutionary War. Our little ones, then 4 and 6, stayed up far past bedtime. That was when Donald Trump was campaigning on the promise of banning people trying to enter the U.S. from Muslim-majority countries. I grew up in the Delaware Valley. Home is its four seasons, its oak leaves unfurling each spring. But, as American Muslims with small children, we chose to move to Canada, a more inviting home.\\n\\n"}
{"text": "Title: Venturing Into the Unknown, Together\\nStory: Twenty years ago, in a tiny apartment in Charlottesville, Va., young and nervous, we signed a marriage certificate, ate some cake, held hands and ventured into a lifetime of international work. Two teenagers later, with more gray hair than I ever imagined, we feel as uncertain about life as we did back then. Now, in our too-big home in Harare, Zimbabwe, we are not holding hands (my husband is quarantining after travel). I look at him across the room; his familiar face and kind eyes seem to say, \"We've got this. You don't have to venture into the unknown alone.\"\\n\\n"}
{"text": "Title: Miraculous in the Mundane\\nStory: My husband and I were 30 with three children under the age of 6 when we adopted a 16-year-old from foster care. Days were spent trying to be cool and strict and look like we knew what we were doing. Sleepless nights were spent recounting the day's failures. But every morning we got up and did it again. Made mistakes. Laughed. Cried. Argued. Apologized. Prayed. Reminded Brandan to wear his retainer. Cheered for him at football games. Cut his hair in the garage. And, somewhere in the mundane, I became Brandan's mother. And Brandan became my son.\\n\\n"}
{"text": "Title: \"Not Done With the World\"\\nStory: After five rounds of in vitro fertilization, my wife and I didn't have the funds to be parents anymore. We cried all the time. Avoided Facebook. Held our dogs too tight. Watched baby elephant videos. To escape the wormhole of grief, we bought tickets to Prague we could barely afford. Our sadness flickered like a ghost. In Old Town, we smiled. Licked the rain from each other's lips. Kissed on Charles Bridge. Wrote graffiti declaring our love. Held hands on the tram. Ate soup that warmed our bones. We were not done with the world.\\n\\n"}
{"text": "Title: 'Who Would Want This?'\\nStory: San Francisco, 1978: Paul rolls out from under a car at his auto shop; Chuck, there for a repair, is instantly smitten. They spend the summer camping, falling in love. Autumn arrives, Chuck ends it: \"I'm 20, too young to settle down.\" Paul's devastated. 2010: They bump into each other at an R.V. park. In serious relationships, they reconnect as friends. Within six months, they're both single. Chuck's devastated: \"I'm 54, who would want this?\" Paul hugs him so tight that Chuck's rib cracks. 2017: They get married. Chuck: \"I broke your heart; you broke my rib. Call it even?\"\\n\\n"}
{"text": "Title: A Revelation on Mother's Day\\nStory: My mother is doting on my 11-year-old brother, who is 12 years younger than me. Teasing, I say, \"How come you never told me you were proud of me like you tell Caleb?\" She says, \"I have two regrets about your childhood. First, not showing up at your recitals because I was too exhausted from work. Second, never expressing how precious you are. Motherhood is a learning process; I'm trying to be better this time.\" Taken aback, I say, \"Look how excellently I turned out anyway!\" But inside, I feel something untwist and heal in my heart.\\n\\n"}
{"text": "Title: Playing With Dolls\\nStory: It was Los Angeles in the 1950s, and my mother was ahead of her time. After my older sister, Debbie, got a doll, I wanted one just like hers. Of course my mother said yes. My mother's friend, June, came over. They sat at the kitchen table. I was within earshot, dressing my beloved doll, when June said, \"Marian, boys shouldn't play with dolls.\" To which my mother responded, \"If Danny wants to play with dolls, he can play with dolls.\" My doll was dressed and ready for an outing, and my mother looked at me adoringly.\\n\\n"}
{"text": "Title: Old Roots Bearing Fruit\\nStory: On a brisk November morning, I found myself climbing a fruit tree in my mother's backyard in suburban Virginia. My 3-year-old insisted that I pick the last persimmon at 6:30 a.m. My father planted that tree two decades ago because the persimmons reminded him of the home he left behind in Korea. Now each year, come Thanksgiving, the tree bears vibrant orange fruit on the grayest of almost-winter mornings, and I am reminded of him. I think of how he would have held his granddaughter's hands, had they been given the chance to meet.\\n\\n"}
{"text": "Title: With a Touch of Love\\nStory: My father, Seung-ho, has always had an eye for little details. About two months into sheltering-in-place, I asked him to grab me chocolate almond milk at the grocery store. When he came home with cashew milk, I started to complain that he got the wrong milk. He interrupted me, pointing to the bottom of the carton. There, in small text, it stated, \"with a touch of almond.\" My annoyance melted into a wide grin because I knew how hard he must have looked to find the most almond-like milk available for me.\\n\\n"}
{"text": "Title: A Sweet Reminder\\nStory: We broke up all over New York City; no one block could see us through. I saw our split coming on Astor Place and on Greenpoint Avenue, too. One night we cried until our eyes were raw on the steps of an empty storefront in Williamsburg. The end was near, we knew. A few years and many failed first dates later, I noticed a frozen yogurt shop had moved into that empty storefront. Up the stairs, I crossed the threshold of our heartbreak and savored all the flavors inside. A sweet reminder of love, how one can never get enough.\\n\\n"}
{"text": "Title: Dogs on Instagram\\nStory: It was a typical New York City love story: We met playing kickball, bonded over jazz and fantasy football and dog runs. We were together for a year, but Astoria is far from the Upper West Side. Weeknights became weekends became every other weekend. We split up after the Halloween dog parade, both agreeing that it just fizzled. Yet, three years later, we still talk every day. But only trading cute dog photos on Instagram. Pugs, Brussels Griffons and Frenchies exclusively. It's one of my most cherished friendships.\\n\\n"}
{"text": "Title: A Scarier Kind of Gravity\\nStory: How to meet cute: 1. Exploit Tinder to deal with your fidgety fingers. 2. Make plans to meet in Central Park, but don't send your location (\"Let's play hide and seek - black dress\"). 3. Withhold your outrage when he gives up and says to look for him instead. 4. Spin in frustrated circles until you spot him on top of a rock. 5. Instantly overcome your fear of heights to climb to him. 6. Over the next three hours, succumb to a much different, much scarier kind of gravity. 7. Delete Tinder.\\n\\n"}
{"text": "Title: \"22 Minutes Without Oxygen\"\\nStory: After seven days comatose, following 22 minutes without oxygen during an unfortunately named instance of \"cardiac death,\" my husband began to flutter his eyelids. My father and I had been waiting, hopeful but frightened. We wondered: Will he be able to talk? To walk? To feed or bathe himself? The predictive tests hadn't been encouraging. So we stared, and after a while my husband's blue eyes focused on mine. Then he sputtered and coughed. We stared. He blinked. We stared. Finally, I whispered, \"How are you, love?\" He sighed and said, \"Well, I've been mostly dead all day.\"\\n\\n"}
{"text": "Title: One in a Billion\\nStory: Our love is rare. We always felt this. But one day, science confirmed the rarity of our love and it was a very bad thing. After the birth of our son, we learned we are both carriers of a one-in-a-billion immune system genetic mutation. Our child was afflicted. We went from proud parents to sleeping on chairs in intensive care, watching our son die. Should I have married my college boyfriend instead? He underwhelmed me, but our children would have been healthy. No. Rare love is worth it no matter how deeply its consequences can shatter you.\\n\\n"}
{"text": "Title: The Power of Bitmoji\\nStory: Once upon a time, my partner sent me a sweet text while I was home caring for our baby. Seeing his Bitmoji avatar elicited an oxytocin surge so strong that my postpartum milk let down. If that's not an expression of love, I don't know what is.\\n\\n"}
{"text": "Title: 'That Damn Dog'\\nStory: My father died in a home gas explosion in Mexico after I moved to Miami. I fell into a deep, dark hole. One day after drinking, I faced what I'd been thinking: What if nobody can love me as my father did? Papa never wanted to change me, never questioned my sexuality or personality. At home alone, I began to suffer so much that I contemplated suicide. \"I want to be with someone who loves me unconditionally,\" I said aloud. Right then, my dog walked over and stared at me. Canijo perro, that damn dog, I owe him my life.\\n\\n"}
{"text": "Title: Our Big Reality Check\\nStory: After my 13-year marriage fell apart, I rented an apartment a few blocks from our family home in Rome. Three days later, Italy went into lockdown. I began a new life, along with the rest of the nation, working remotely and spending time with my children. My split was suddenly the second most important thing happening. As my wife and I grappled with the pandemic, pain and regret fell to the side. Is it possible that lockdown is our friend? It may seem cruel, but we are not ready for real life.\\n\\n"}
{"text": "Title: Across the Aisle\\nStory: Laura and I spent the fall of 1960 bantering about the upcoming presidential election. Both freshmen at Texas Lutheran College, we discovered that we shared an interest in politics, though from opposite sides. As we poked and jostled one another, I saw that Laura was bright, beautiful and determined. Our mutual friends said we were a mismatch. But I knew we were possible for each other, and was sure of it on the morning of Nov. 9 when, on my way to breakfast, I heard her voice from a group of women say: \"Oh no, here he comes.\"\\n\\n"}
{"text": "Title: A Bold Break\\nStory: My marriage lasted just eight months. But Brian and I vowed to remain friends, so we decided to run the 10K we'd registered for before our divorce. After all, we'd been training and had filled out the entry form months before, happy to write that we were newlyweds running our first race as a married couple. On race day, at the starting line, the announcer said, \"Welcome Rebecca and Brian, just married and ready for their first Bolder Boulder! Where are you? Raise your hands!\" We sheepishly smiled, trying to keep it together. Then, we ran. Away.\\n\\n"}
{"text": "Title: Up In the Air\\nStory: Missing your flight is never fun. But then, there she was. Lauren had also missed her connection to Madrid. She was, as I later described to a friend, \"just like me, but hotter!\" Both biracial, wine and conversation lovers, with mothers who produced Latin dance events, we spent every night in Madrid together. I jokingly called her \"wifey\" even before we became partners. I had never fallen for a woman before - an experience equally terrifying and liberating. In that airport ten years ago, we departed on a journey that would take us around the world and back to ourselves.\\n\\n"}
{"text": "Title: Righty and Lefty, Together Again\\nStory: They were the perfect pair - strikingly red, lustrous and cashmere-lined. I fell in love with my gloves, Lefty and Righty. However, like many ideal couples, they met an untimely separation one wintry day. I searched everywhere for Righty, mourning its loss. The remainder of the winter, as punishment, I wore a pair of cheap black gloves, ill-fitting and pilly. Fate intervened in the spring. Peeping under a mound of melting icy snow, faded, frozen and shriveled, was Righty! A chance encounter, saddle soap and love brought Lefty and Righty together, still the perfect pair.\\n\\n"}
{"text": "Title: \"Demoted from Muse to Memory\"\\nStory: I've always wanted to find another girl who had love songs written about her, mostly so I could ask what she did with them after the relationship was over. How did she reconcile being demoted from muse to memory? My ex-boyfriend released his favorite song, about the strength of our love, on Spotify four days before he broke up with me. The song kept being recommended. I forced myself to listen. At first, I felt numb, the song sounding empty. Then it sounded like a sepia-tone photograph, dripping with nostalgia. Now over him, I don't hear anything anymore.\\n\\n"}
{"text": "Title: 'Of Wings and Wind'\\nStory: My daughter was 2 when she was fitted for her first wheelchair. I cried because I feared the wheelchair meant a lifetime of dependence and frustration. When it arrived, I grimaced at its pink metal frame. But not my daughter! Her face lit up. Even then, its wheels whispered to her of freedom, of wings and wind and the sun on her face. Now, at 10, my daughter speeds down the road, squealing with delight. I love her wheelchair; it is a part of who my girl is.\\n\\n"}
{"text": "Title: Our Gratitude Jar\\nStory: We're supposed to open the jar on New Year's Day, hung over in our pajamas, reading the little notes of gratitude we had written to each other throughout the year. But I haven't been able to wait. Every time I saw him pause during a happy evening to write down a memory in his delicate script, I unscrewed the jar, pulled out the Post-it (despite his halfhearted protest) and smiled as I read his words: gratitude for our health, our home, our family, our dog, our friendship and love. Why wait to remind ourselves how good life is together?\\n\\n"}
{"text": "Title: Grandpa, I'm on the Toilet\\nStory: My grandfather has dementia. When I was visiting, he barged into the bathroom to give me a newspaper clipping: an article about a boy who programmed robotic hands to play the piano. I guess he didn't remember that it is not O.K. to walk in on someone on the toilet, but he did remember that the piano is my favorite instrument. There are a lot of things we forget, I'm sure, but I don't think we ever really forget how to love each other.\\n\\n"}
{"text": "Title: Out of Despair, Pure Pleasure\\nStory: In 2017, on the way to our third family funeral in four weeks, our car died outside a Minnesota highway sex shop. I hopped around the parking lot to stay warm as my husband called the tow company. \"We're trying to get to a funeral,\" he said. \"Our car died outside of - Pure Pleasure.\" He's always resilient, but I worried about his spirits; this was another setback during a harsh year. His mother and stepmother texted, suggesting that his recently deceased father had pranked us. We smiled, joking about going inside the shop to \"warm up,\" but the tow arrived.\\n\\n"}
{"text": "Title: A Frozen Moment\\nStory: I flew to Idaho over winter break to see Sumner's hometown. Our first night, we went skating on a frozen pond, surrounded by snow. I was nervous. I didn't play sports growing up, and I hadn't ice skated since I was a child. He circled the pond, not showing off, simply enjoying the movement. I'll never forget the stars piercing the darkness and the shadowy outline of the towering mountains. Fifteen minutes later, I realized I had forgotten that I was supposed to learn how to skate; I had just been watching him the whole time.\\n\\n"}
{"text": "Title: Missed Connection\\nStory: I've received the same email twice within the past six months, a notification from LinkedIn that the  man I had an affair with more than a decade ago viewed my profile. He was never good with the internet, so I doubt he realizes I can see this. Maybe it was his partner, on his account, communicating a deliberate: \"I see you.\" I don't know, but I'm ashamed to admit that the messages made me feel much like he did years ago. It's still nice to be noticed.\\n\\n"}
{"text": "Title: Greeting the Seasonal Guests\\nStory: Twenty-nine years ago, my mother upstaged Jesus by dying right before Christmas. I was a single mother of a 4-year-old. I made the season merry for my daughter, though inside I felt like the sun would never shine. Over the years, I accepted that sadness would arrive around December. I greeted it at the door with a cocktail in hand - recently, with a pot of coffee. Sad and happy memories will always sit together at my holiday table, like restless houseguests. In the new year, happiness extends its stay while sadness slips quietly out the door.\\n\\n"}
{"text": "Title: Leg Amputation, Then Wine and Milanos\\nStory: I was a surgical resident; she was a medical student. We shook hands, had lunch, flirted. I taught her how to amputate a leg and put in a chest tube. We had our first date two weeks later. Sauvignon blanc with dinner and Milanos for dessert in the misty rain. Big thunderstorm that night. Together ever since we awoke the next morning.\\n\\n"}
{"text": "Title: Lean on Me (When You're in Heels)\\nStory: Our pace slowed as Monica's feet started to hurt in her blue velvet heels. I was wearing sneakers and offered to switch. I stumbled along, leaning most of my weight on her shoulders. We only made it one city block before switching back. This wasn't the first or last time she would prop me up as I floundered uncomfortable in femininity. Later she would help me change my legal name and gender marker. She still loves - and can rock - high heels. But next time the night gets long, I will probably offer a piggyback ride.\\n\\n"}
{"text": "Title: When Nothing Else Helps\\nStory: It was all too much. Another semester, no progress on my dissertation, three jobs, endless exams to grade, and my only son had forgotten my birthday - again. I curled on the couch and cried fat, self-absorbed tears. When nothing my husband did helped - no begging, soothing or promising my favorite foods - he put his forehead against mine and wept with me. By joining me in my desolation, he made me feel less desolate.\\n\\n"}
{"text": "Title: Do You Feel Beautiful?\\nStory: \"Am I beautiful now, Mama?\" asks my 4-year-old after getting dressed for school. Most days, she demands dresses that go down to her toes, satin gloves and a silver plastic crown. \"Does this dress make you feel beautiful?\" I ask in response. She nods, then turns a similar question to me, \"Do you feel beautiful, Mama?\" I resist the impulse to say \"No,\" thinking of my gorgeous mother bemoaning her crooked nose, full thighs, irascible gray temples. \"Yes,\" I lie, trying to break the curse, to imbue her with the confidence I lost long ago.\\n\\n"}
{"text": "Title: When It Was Time\\nStory: I carried our first child, and my wife carried our second - a perk of our two-uterus marriage. As her belly grew, so did my apprehension. Could I love this baby as much as the one I birthed? Would other people see our first child as \"mine\" and our second as \"hers\"? I didn't think I would feel such distinctions, but how could I be sure? Then it was time. I stared at my wife's frightened face. Her body shook. The baby cried. I cut his umbilical cord and held him. His skin against mine. He is mine. He is ours.\\n\\n"}
{"text": "Title: A Bookmark Near the End\\nStory: He loves history. He wanted to write a biography of John Quincy Adams. I, shamefully, knew almost nothing about John Quincy Adams, so I went online and bought every biography of him I could find. One day, he called me, claiming that we wouldn't work out long term. He said he loved me but that we had different interests. \"What does love mean to you?\" I said. \"That's an impossible question,\" he replied. I, however, find love to be quite simple. Love is the stack of biographies on my nightstand with a bookmark near the end.\\n\\n"}
{"text": "Title: A Girl Again\\nStory: \"Hello, little girl!\" That is how my father starts every phone call. Even though I expect it, his greeting still makes me chuckle. I'm not sure if he meant to imitate Archie Bunker from \"All in the Family,\" or if it just happened. What I do know is that I am definitely not a little girl. At 55, I am greeted daily with reminders of getting older. Yet my 82-year-old father can still see in me the child he once knew. And having him around to call me a girl lets me momentarily feel that way too.\\n\\n"}
{"text": "Title: The Treasures He Will Leave Behind\\nStory: For one week in 40 of his springs, my father searched the shore for shells. My sister tried to keep up; my brother drew in the sand with sticks. I followed behind, collecting the broken shells my father tossed aside. Now, we guide our father's hands over his old treasures. I read shell names aloud: pear whelk, leafy jewel box, ponderous ark. Suffering from Parkinson's and dementia, my father simply listens, closes his eyes and smiles. Soon, my siblings and I will search the shore once more, desperate to find what the sea and my father have left behind.\\n\\n"}
{"text": "Title: Anu Meets Chiquita\\nStory: Every morning, on the short walk to my neighborhood cafe, I would try to think of something clever to say to the cute cashier who worked there. It was the hardest thing I had ever tried to do: flirt before coffee. Usually I mumbled something unintelligible about working late or my car getting towed. One morning, I noticed her name tag and said, \"Hi, Anu,\" mispronouncing her name. Luckily, there was a banana sticker on my shirt. \"I'm Chiquita,\" I said. Twenty-eight years later, I'm still Chiquita. Turns out I didn't have to say something clever. I just had to say something.\\n\\n"}
{"text": "Title: 'I'm Going to Rest Now'\\nStory: In mid-March, my friend Bob and I were discussing which soups were digestible, which treatments could fight his lymphedema, which chemotherapy might get him to his son's 16th birthday. A week later, in self-isolation, he texts that there was nothing left to try, sending an uncharacteristic crying emoji. Then a final message: \"I'm going to rest now.\" My last visit was clouded by shock and the fear of coronavirus infection. Bob lay there, barely breathing, emaciated. I lost my resolve not to weep in front of his wife and child, held his hand and said goodbye.\\n\\n"}
{"text": "Title: I Sang to Him During Our Final Passover\\nStory: My husband, Stanley, adored the Passover Seders. He relished the drama, the songs, the rituals, the food, the company. Last April, he was unresponsive in terminal care, cancer having metastasized to his brain. By his bedside I conducted the Seders on the two requisite evenings. He did not react, except for once during the second Seder. They say hearing is the last sense to go. As I sang his favorite song from the Haggadah, Stanley's tears were a powerful demonstration of this being so. He died 23 hours after the second Seder, not wanting to miss either one.\\n\\n"}
{"text": "Title: I Miss That Too-Small Bed\\nStory: The antique hotel bed that my wife and I shared to celebrate our 10th wedding anniversary wasn't designed for a 6-foot-3 individual like me. Measuring 6 by 6 feet and boasting an oversize footboard, the bed made it impossible for me to stretch my legs. Yet after 48 years together, those cramped quarters beckon. Was it the cheap Champagne, the laughter or the scrunched lovemaking that make that night so vivid? We were so fit, so young, so beautiful. At 68, I miss this younger version of us and the time we shared in that decrepit, too-small bed.\\n\\n"}
{"text": "Title: An Open Purse on the Park Bench\\nStory: My grandmother's purse sat open and unattended on a park bench in the 1950s Bronx. Alarmed, my young mother said, \"Mom, your purse is open!\" \"It's OK, honey,\" my grandmother said. \"If someone takes it, they need it more than I do.\" In that moment, my mother's young world took on a new hue. They were a poor Jewish family of five living in a small two-bedroom apartment. They barely got by. Yet, my grandmother left her heart and purse open to those who needed it most.\\n\\n"}
{"text": "Title: Water Rushing Beneath Us\\nStory: The sign read: Cross Ford at Your Own Risk. \"What's a ford?\" I asked. \"A low water bridge,\" you said, slowing the car. The ford was submerged, but you drove onto it and opened your door. Water rushed beneath the car. \"Open yours,\" you said. I sat, frozen. You laughed. I opened the door an inch, then more. \"Now listen.\" The sound of the creek filled the car. I breathed in wet grass, mud, dead leaves. I reached down and let the water run through my fingertips. Life with you, I knew, would be different.\\n\\n"}
{"text": "Title: No Need to Be Anyone Else\\nStory: After I fell down the stairs as a toddler, I became very timid. Hoping to expand my comfort zone, my parents signed me up for a baby gymnastics class, enlisting my grandfather to take me. Week after week, he sat with me on the sidelines. I never got the courage to join the group, and he never pushed me. As good as it feels to grow, sometimes it feels better to know someone accepts you just as you are. I'm still fairly timid as an adult. My grandpa passed last year, but I carry the feeling of his unconditional love.\\n\\n"}
{"text": "Title: The Kids' Table\\nStory: On Thanksgiving, there aren't as many of us adults as there used to be. We hold places in our hearts for our deceased family members, those of the oldest generation. Now, our kids, who are far from being children anymore, outnumber us. They gather around the big table (the \"adults' table\"), talking about celebrities in terms we know nothing about. We sit quietly at the small table (formerly the \"kids' table\"), smiling to each other at the passage of time, in awe of how the tables have turned.\\n\\n"}
{"text": "Title: What I Now See\\nStory: An aging expatriate in France, I recently started sending family memorabilia to American relatives. I easily dispatched silver, jewelry and war medals, but I struggled with those fake-leather photo albums that showed my dashing father, then sober, beaming at his pudgy grandchild; my proud mother, eyes frightened, stiffly posing at a poker table with my father's leering military buddies; my 6-year-old self, refusing to look at the camera on the first Christmas after my parents' divorce. Decades later, staring dumbly at this catalog of distress, I somehow softened, seeing only clumsiness. We really had done our best.\\n\\n"}
{"text": "Title: A Place of Creation\\nStory: I caught sight of myself in the mirror and instinctually stopped dressing: In that moment, I saw my beauty. I wasn't the \"weirdo\" who desires multiple partners, the \"promiscuous\" bisexual, or the \"coldhearted\" aromantic (all labels I have encountered throughout adolescence and even into adulthood). I was just me: free, worthy, human me, and my love for myself was infinite. And so, for the first time in months, I sat down to draw.\\n\\n"}
{"text": "Title: We Came From Her Leg\\nStory: I sit in my mother's bed in Michigan. She asks, \"How did I make you?\" Her eyes are fresh flowers. Her thin arms are stems. \"I came from your leg,\" I answer. She has a long scar above her knee from an old accident. When we were young, she convinced my three sisters and me that this was how we were born. I run to the fridge before we continue our game. Nothing is there but a box, her hospice package. Morphine and pills. She has dementia and doesn't know she's dying. I do. Brave for love, I walk back in.\\n\\n"}
{"text": "Title: She Stretched Like My Cat\\nStory: Wendy was one of my favorite single-mum friends. She had a disconcertingly careless way of stretching that reminded me of my cat. Her stomach was toned and her T-shirts were tight. One day, she turned up at a friend's house with a girlfriend. I was so cross that I started avoiding her. She assumed I was homophobic. I missed her optimism and her endless enthusiasm for gossip and chocolate. Eventually, I tossed a coin and invited her over for a drink. I was terrified. We got married last year. Turns out, all that stretching hadn't been so careless after all.\\n\\n"}
{"text": "Title: Holding Space for Ourselves\\nStory: Both photographers in Birmingham, Ala., Anna and I recognized each other at our children's ballet lessons. While our little ones learned how to hold first position, we learned how to hold space for one another. I shared my struggles with binge eating and gastric sleeve surgery. Anna shared her marriage troubles. \"We're getting a divorce,\" she said one day. \"I'm gay.\" Anna came out as a teenager only to retreat years later. To be accepted, she had conformed to a heterosexual life. But at 29, my dear friend found the only acceptance she ever needed - her own.\\n\\n"}
{"text": "Title: I Guess I Passed Her Test\\nStory: As a dutiful girlfriend, I accompanied Arturo to J.F.K. Airport to pick up his sister, who was arriving from Buenos Aires. Greeting her, I casually asked what brought her to New York. \"Mami sent me to check you out,\" she said. Years later, Mami was visiting us. She offered to buy me a replacement diamond for the one that fell out of my engagement ring. \"Oh, I can't allow you to buy me something so expensive,\" I said. Her reply? \"Please do, because you are everything I hoped for in a wife for my son.\" How could I refuse?\\n\\n"}
{"text": "Title: An Early Goodbye to My Family\\nStory: She said she understood why we couldn't spend Christmas together. I sent her so many \"I miss you\" texts. \"Your parents will come around someday,\" she replied. She spent the day alone in our apartment, not texting me much so I wouldn't sense her sadness. I sensed it anyway. So I said an early goodbye to my family in Kentucky and drove seven and a half hours back to Iowa, arriving in time to sleep next to her under our string lights. That is when I learned what really matters on a day like Christmas: being around the person you love most.\\n\\n"}
{"text": "Title: Glad I Wore My Pink Tennis Shoes\\nStory: When we met in music theory class, he said he liked my pink tennis shoes. \"Thanks,\" I said. \"I wear them so people think I'm athletic!\" Shortly after, his roommate died in an accident on the Oregon coast. The year before, I had lost my boyfriend in a car crash. I knew what to do. I brought chili and cornbread. I listened. We became friends, roommates, best friends and then, for me, more. \"I'm going to cut to the chase,\" I said. \"We can't live together. I have a huge crush on you.\" He smiled. It's been 2.5 years of joy.\\n\\n"}
{"text": "Title: 'It'll Heal'\\nStory: On Jan. 3, in the emergency room with a broken femur, I realized my year had ended before it began. I had fallen 20 feet in a climbing accident in a gym in Atlanta. My hospital room was filled with my family, my partner, and fruit freshly cut by my mother. \"It'll heal,\" said my surgeon. Twelve months, multiple quarantines and one healed femur later, I look 20 feet around me and still see my family, my partner and freshly cut fruit. I feel hopeful that next year will lead to further healing.\\n\\n"}
{"text": "Title: Waiting Out the Storm\\nStory: Pigeons arrived on our fire escape, grooming one another. A couple. Affectionate. But they weren't pigeons. There was something un-pigeonly about them. My wife called them \"generic birds.\" Search: \"generic, monogamous birds of N.Y.C.\" We discovered: \"Morning doves!\" No, actually: \"Mourning doves,\" named after their gray feathers and melancholy song. I play a recording of their plaintive call. One cocks its head in recognition. (My wife thinks he was looking at a tree.) We sit inside. They sit outside. Bonded pairs waiting out this storm, listening to ambulance sirens mix with the sound of mourning.\\n\\n"}
{"text": "Title: No Joke\\nStory: We are both named Phoebe. This means our path to love has been littered with disbelief, laughter and confusion. It was hard enough coming out in a lesbian relationship in our late 20s, but a relationship between two people with the same name? People say, \"You're joking, right?\" But it's no joke that when we moved the fridge during our kitchen renovation, she saw my rainbow writing on the wall, asking her to marry me. And it's no joke that she said yes. And I'm not joking when I say that my life is very nearly perfect now.\\n\\n"}
{"text": "Title: Listless, Lost, Then Found\\nStory: \"I am listless!\" my friend said, happily. \"I have stopped making lists. I am free!\" I was horrified. My beloved list book gently guides my days, boasting all of my tasks and accomplishments. After my friend's internet bill went unpaid and her sink pipe rusted through, I was secretly pleased. Then I got the flu. I lacked energy to write in my list book. I lay lost, hopeless, listless, thinking of everything I could be doing. Then one morning I awoke and reached for my list book - a clear and happy sign that I was on the mend.\\n\\n"}
{"text": "Title: Seeing Him in the Chili Pepper Lights\\nStory: It's that time again. How do I know? Because of that old string of red chili pepper lights from Albuquerque. We bought them more than 30 years ago for our first Christmas together, yet every one of those chilies still lights up when I plug them in. He's been gone six years now. Our love died before he did, at least officially, according to the divorce decree. But every Christmas, just like the red chili peppers, my heart glows red and I remember him.\\n\\n"}
{"text": "Title: A Mother's Power\\nStory: My 3-year-old bellows from his crib: \"I want to hug ma-ah-ah-mom!\" It's 5 a.m., so I let his plea grow to full throttle before I give him a hug and set him on the ground. I resign myself to being awake; he asks me why the sun is off. \"It's early,\" I say. \"It's winter.\" My sigh is the sound of the season taking its toll, the signal of my own light dimming. \"Turn it on, Mom!\" he says. To him, I'm nothing less than an Olympian goddess, a mythic being, whose powers extend all the way to the sun.\\n\\n"}
{"text": "Title: Nothing to Fix\\nStory: People call me heartless. I'm not. I lack one type of human connection, not all of them. I may never have a girlfriend or boyfriend, but I can love family, friends and pets. People say they can \"fix\" me; they can't. I'm not broken, just different. People say it's made up. It isn't. I'm not heartless. I'm not broken, not a liar and not loveless. I'm just me, and I'm asexual.\\n\\n"}
{"text": "Title: My Poor Succulent\\nStory: \"Poor thing!\" I said, picking up a succulent from its cracked pot and cradling it. I glanced up, wondering from which balcony it had fallen. Clearly, it was forgotten now. Just like me. (The night before, my date had forgotten that we were supposed to see a movie, hence my overgrown empathy for this small plant.) I removed one of my gloves, wrapped it around the succulent and walked home. I was unsure whether either of us would recover from being abandoned on a frigid night, but, as it turns out, it was nothing that time couldn't heal.\\n\\n"}
{"text": "Title: My Father's Faltering Hand\\nStory: I'd never cried over a greeting card before. My tears were as unexpected as the birthday wishes from my father - who had died three weeks earlier. Unknown to me, in March, my father had asked my husband, Gary, to help him buy, write and mail a card for my birthday in May. \"What's the hurry?\" Gary asked. \"You've got plenty of time.\" But my father insisted, and Gary complied. When my birthday and my father's posthumous card arrived, I was overwhelmed, seeing only scribbles from my father's faltering hand. The one word I could make out was \"Love.\"\\n\\n"}
{"text": "Title: Document of a Day\\nStory: Drive through my favorite stretch of the 101 freeway lined by a small eucalyptus grove, heading south toward sweet Pacific Grove, Calif. On the car stereo, Neil Young reminds me and Blake that \"it's gonna take a lot of love.\" Rolling into Monterey, our pace slows from our usual college frenzy. Walk to a nearby monarch butterfly sanctuary then to the beach. Stand on the rocks just beyond the tide's reach, sun waning. Blake documents our day in his notebook. I don't react when I read that he thinks he is falling in love with me. Pretend I didn't see it.\\n\\n"}
{"text": "Title: Our Daughter, the Healer\\nStory: As my husband held those 9 pounds 6 ounces of sweet newness, he looked at me and said, \"Of course I forgive you. She is not a mistake. She is my child too.\" In that operating room, I learned that my husband's heart is larger than all of my guilt and shame. In his eyes, I am a human, worthy of forgiveness and compassion. She shares none of his DNA, but becoming her parents has been an opportunity to heal our wounds and learn how to love.\\n\\n"}
{"text": "Title: Fumbling With Love\\nStory: Freshman year, our rooms feet apart. Arturo and I barely saw the sun that winter, only each other. As snow piled up, we bonded over our immigrant backgrounds with microwave popcorn under string lights. He kissed me even though I had mono (but never got sick). We were virgins to love, fumbling with its magnificence like we fumbled with belt buckles and bra straps. Then we broke up, still living only feet apart, followed by a summer of pining playlists and blocked calls. Next year, across campus, a shared strawberry crepe. Somehow, by growing apart, we had grown back together.\\n\\n"}
{"text": "Title: 'Mixed With Love'\\nStory: My youngest was born with blue eyes, fair skin and curly blond hair. Nurses marveled over genetics and said that his appearance might change in months. It didn't matter to me; my son is my son. Most strangers don't think twice about our family. There's context when they see his caramel siblings. But when it's just us two? I'm often mistaken for the nanny. When people stare, I briefly wonder how I'll explain or prove myself before I realize that I don't have to. My skin is brown, my husband is white and our son is mixed with love.\\n\\n"}
{"text": "Title: I Finally Said It\\nStory: In Kolkata, \"I love you\" is not said often, and certainly not to parents. It is considered over the top; translated into Bengali, it can sound mawkish. I improvise when I call my parents in India from my apartment in New York. \"I wish I had your tenacity,\" I tell my mother. I praise my father's compassion. \"Wish you were here\" is the furthest I venture. Yesterday, when my mother said that she longed to see me and her voice faltered, I blurted out those three words. The heart grows fonder when parents are old and away, but a pandemic makes it bolder.\\n\\n"}
{"text": "Title: As Our World Shrinks, Hers Expands\\nStory: Our 3-month-old decided that she no longer wants to sleep. Not forever, we hope. But for now. As new parents, we are learning, like everyone during this pandemic, to take it one day at a time. While our worlds condense into two-hour sleep stretches and 2,000 square feet of self-isolation, our daughter's world continues to expand. We find solace in her small wonders: her fingers tracing the lines of our faces, her delight in the guitar, our silly dancing, the range of her newfound voice. Today, there is hope in her tiny universe. We hold it fiercely.\\n\\n"}
{"text": "Title: \"Get Up. It's O.K.\"\\nStory: In kindergarten, I was asked what I wanted to be when I grew up. \"A mother,\" I wrote, drawing a prim lace dress and an apron. \"That's not a profession,\" my teacher said. I believed her. Twenty years later, motherhood for me descended into madness. Psychiatric illness is a cruel thing, a paralysis. While I was in bed, my young son approached. \"Get up,\" he said. This would become my mantra, from therapy to rehabilitation. Now, on cool fall mornings, we say it to each other as we practice hockey together. Get up. It's O.K. I'm right here with you.\\n\\n"}
{"text": "Title: Walking Beside Me\\nStory: His freshman year of high school, my brother, Fred, walked out into a Massachusetts snowstorm with no shoes on. Tensions were too high at home for him to consider footwear. I ran after him with a pair of sports slides. We walked - first with me trailing behind, eventually arm in arm, and then finally back home. Twelve years later, we were grown. My husband left me when I was already depressed. As I sobbed in my car, unable to drive, my brother walked two miles to sit beside me in the passenger seat. Some people are siblings; we are co-pilots.\\n\\n"}
{"text": "Title: Eyes Only\\nStory: Two travel nurses, we arrived in New Mexico to help with the pandemic. We met in the hospital's Covid-19 tent, glimmers of desert sun streaming in. Pushing through 12-and-a-half-hour shifts, we interacted as we treated patients and tested the sick. A quiet connection grew. With our faces covered, we could only see each other's eyes. I didn't see his hidden smile for weeks. When I did, it felt like seeing weeks of masked smiles in an instant. His face, once unknown, soon became home. His heart, a remedy for uncertainty.\\n\\n"}
{"text": "Title: 'I Bake to See That Smile Again'\\nStory: I bake because she is losing things: senior year, prom, graduation, lazy days with her boyfriend, friends at the shore. I bake because I can't make it better and I can't say when it will stop. I bake because the sweetness of the bread, banana or pumpkin, brings her to the kitchen. I bake because momentary comfort is all my hands and heart can give her. I bake because she is young and should be free, unburdened by loss. I bake because she smiled at three weeks and never stopped, until now. I bake to see that smile again.\\n\\n"}
{"text": "Title: Joining the Circus\\nStory: Falling in love seemed crazy at my advanced age. Except being with Bernie gave me shivers of delight. His hobby was circus history. My first thought: \"Weird.\" Still, I walked down creaky basement steps to admire his miniature circus parade. As weeks pleasantly passed, I went with him to model circus exhibits. Got him coffee. Chatted with anyone who wanted to talk circus history. Even co-authored a book about historic buildings with him. Now my mind savors memories. Bernie died, unexpectedly. I think about the exciting times we shared, our unexpected love. Life's a circus.\\n\\n"}
{"text": "Title: Salty Broth\\nStory: We broke up on Friday. But on Saturday you wanted to go for a walk. We left our apartment and headed west, over the Manhattan Bridge. I wanted won ton soup and by accident we ended up at Noodle Village, the site of an early date. As we drank salty, shrimpy broth, we sobbed, alarming Chinatown's tourists. Being able to mourn our love together, I realized, is love.\\n\\n"}
{"text": "Title: Addie's Life Advice\\nStory: Addie's face was a sun-bronzed book cover, every line a different story. \"Grandma,\" I said, \"tell me the secret to life.\" I was 8. We were shelling peas under a large Alabama cottonwood tree. She slipped her hand into the pocket of the flour sack dress she had sewn and deftly searched with her fingers. Then, as if by teleportation or magic, an unfiltered Camel cigarette appeared in her mouth. She scratched a match, lit up, took a long drag, and with smoke whirling around her head like a lazy tornado, she winked mischievously and whispered, \"Try it all.\"\\n\\n"}
{"text": "Title: My Daily Walk\\nStory: My sister and I weren't close growing up. The oldest of seven, Barbara was bookish, while I, the second oldest, couldn't sit still - always playing hopscotch and tag outside our Bronx apartment. When Barbara left for Bennington College, the elder-sibling responsibilities fell on me. To escape, I started visiting her in Vermont. Suddenly in a less diverse environment, Barbara missed me. Thus began our very intimate relationship that spanned 50 years. Cancer took her last April. One thing we loved to do together was walk. Now when I take my daily walk, I feel her presence.\\n\\n"}
{"text": "Title: Blowing in the Wind\\nStory: Recently we toasted with champagne in your newly purchased East London flat. Three years earlier, I watched your red nails scratch thin hospital sheets, brought you cans of Coca-Cola and coloring books after you tried to overdose. I have never been so relieved about a friend's failure. On the first anniversary of your attempt, we traveled to Puglia, acquiring parking tickets at an alarming rate while enjoying gorgeous seaside towns. Friendships hold uncountable sorrows and joys, like toasting your new life or eating Ikea hot dogs in the store parking lot, our masks blowing like flags from our wrists.\\n\\n"}
{"text": "Title: This Side of Forgiveness\\nStory: One month after we met, Kory injured his back. He was my soul mate, but soon he became my opioid addict, too. Ten years and three children later, I finally asked him to leave. I filed a police report and a protection order and hired a divorce attorney, all in the same week. Then he went to rehab, determined to get sober. I wanted to hate him, but loving him felt braver. When I realized I hated addiction, not him, I said \"I do\" all over again. On the other side of forgiveness and sobriety, we recovered our love.\\n\\n"}
{"text": "Title: O.K., Never Mind\\nStory: My 93-year-old grandmother, who suffered from dementia, would call me by my brother's name: \"Azim! Azim!\" Upset, I would tell her that Azim is not my name and to call me by my actual name. To which she would reply, \"My dear, I am senile, remember?\"\\n\\n"}
{"text": "Title: 'The Daughter She Needed'\\nStory: The day my 80-year-old mother announced she was moving to my town for the rest of her life, I was so shaken, I couldn't remember how to set the table. Three thousand miles separated us for a reason. She had betrayed and refused to support me at the worst moment of my life. Two decades later, she and her dementia arrived, challenging me to cross a chasm of ambivalence and distrust so I could become the daughter she needed. Her decline pushed every button I had, but before she died, my rusty, wounded heart cracked open.\\n\\n"}
{"text": "Title: A Promise Across Darkness\\nStory: My mother waited 15 years in Kowloon before joining my father in Brooklyn following the Immigration Act of 1965. She died shortly after arriving, when I was 1. When I was 4, I woke up in our one-bedroom, Avenue U apartment and looked over at my sleeping father and new stepmother: a widower and widow. By chance, my father also opened his eyes, and reached out his hand to hold mine between our close beds. In that grasp, he passed along an unspoken promise of joy we had yet to experience, but would. I continually wrap that memory around me.\\n\\n"}
{"text": "Title: The Last Witness to Our World\\nStory: I met Roy when I was 20 and he was 60. My mother, stone faced, asked, \"Is he rich?\" Roy resisted my enthusiasm, saying being a couple would be harder on me than him. I only knew it felt better to be with Roy than with anyone else. We shared 30 years. He encouraged my art. I became an honorary 90-year-old to him and his friends - my \"uncles.\" Roy died 14 years ago; his friends followed. While I'm the last of \"our\" world left (and, in that way, it has been harder on me than him) I am so, so grateful.\\n\\n"}
{"text": "Title: It's OK to Feel This Way\\nStory: He got sad first. In a sea of anxiety, he lost his sense of self and self-worth. Sometimes, I cradled him in my arms and covered his face with kisses. Sometimes, I retreated into the calm of my own inner world. I got sad second. One morning, after arguing with my mother over coronavirus conspiracy theories, I couldn't get up. He coaxed me out of bed with promises of light refracting off waves and briny winds, a sanctuary from the wildfire smoke. Walking hand-in-hand, our toes in the cold Pacific, I cried, finally allowing myself to feel the world's weight.\\n\\n"}
{"text": "Title: Scratching My Itch\\nStory: I've had eczema all my life - a huge and ever-present insecurity. One summer afternoon, when I was 15 and my cousin Carley was 8, we were sitting together on our grandparents' couch when Carley pointed out a patch of eczema on my neck and asked if it itched. Embarrassed, I said yes and quickly changed the subject. Then, without saying a word, she started scratching it. I was taken aback. I expected disgust, or at least the sort of blunt, amusingly rude remark typical of children. But Carley wasn't disgusted. Someone she loved had an itch, so she scratched it.\\n\\n"}
{"text": "Title: Why I Chose Medicine\\nStory: \"But you're my doctor,\" she said when I mentioned that the attending physician would soon be in to examine her. \"And I ordered something special for you.\" She unfolded a napkin on her breakfast tray. Inside lay single-serving packets of peanut butter and grape jelly, an ode to my professed love of the Smucker's Uncrustables peanut butter and jelly sandwiches that had helped me get through my first year of residency. In that moment - after a harrowing year in the trenches of the pandemic - I remembered why I chose medicine.\\n\\n"}
{"text": "Title: The World From Our Window\\nStory: May 25, 2020, was our second anniversary. Thinking about our wedding feels like staring into the sun - so brilliant that it hurts. In photos we embrace people more freely than it seems we ever will again. But I know that's not true. This afternoon, the street outside our Brooklyn window is closed to traffic. We spend the day watching a girl learn to ride her bike. Then another joins her. Their little circles, slowly getting wide, are a comfort. We'll have ease again. Until then, I have a person to join me at the window and watch the world.\\n\\n"}
{"text": "Title: When Friends Are Family\\nStory: I met Andy the first day of college. He was the funniest, strongest and most outgoing person at school. The kind of guy an only child like me would want as a brother. He rushed into my room after Thanksgiving break, produced a notepad scribbled with boxes and arrows and said, \"I told my mom about you. We're related!\" (My grandfather's first cousin had married Andy's great-aunt.) It's hard to tell family about sex, love or money, so I tell Andy - as a friend. It's hard to tell a friend you love him, so I tell Andy - as family.\\n\\n"}
{"text": "Title: Three Stops on the Uptown Train\\nStory: Fifty-ninth Street subway platform. 6 p.m. The uptown train arrives. One car stops in front of me, another in front of him. Our stares are interrupted as we board the crowded train. He races closer to me, bumping into a mother holding a baby. He comforts the baby from crying, then keeps staring at me until my 77th Street stop. I get off. He holds his foot in the door to see if I'll turn around. When I do, he jumps off. Forty-two years later, and married, we still look at each other with the same intensity.\\n\\n"}
{"text": "Title: Sleeping Through the Seasons\\nStory: In the fall, her feet get cold when we lie in bed, so she curls her legs into me, molding her toes to the insides of my calves. In the winter, she wears fluffy socks and holds my ears because I'm suddenly the cold one. In the spring, as it gets warmer, I reach down into the covers to wrestle off her monstrous socks. My favorite is summer. In the summer, we sleep naked.\\n\\n"}
{"text": "Title: My Main Men as Meals\\nStory: My first boyfriend, Howie, was matzo ball soup: warm and homey, wonderful on a cold, wintry day, but not a lot of sex appeal. My previously married ex-husband, John, was leftover Chinese food: so compelling in the refrigerator, but you were always sorry after you ate it. Vinnie, pizza-maker and \"transition man,\" was a banquet verging on bacchanal: destined to create heartburn but impossible to stop eating. My now and hopefully forever man, Charles, is bran flakes sprinkled with a few Lucky Charms: He keeps me regular and, on most days, is magically delicious.\\n\\n"}
{"text": "Title: Most of Our Years Were Good Ones\\nStory: Stuck in a box in a closet, the hat my ex-husband gave me was now just an extravagant thing owned by a non-extravagant woman. I asked furriers for help, but they said the hat could only be what it was. Not a headband. Not a collar. \"Most women would kill for this,\" said one. \"Put it on and strut,\" said another. But I didn't want a trophy hat. I just wanted a small memento in the cold, reminding me that most of our years had been good ones, a time when he had warmed my winters and I had warmed his.\\n\\n"}
{"text": "Title: Love Is the Way My Friends Laugh\\nStory: I spent the last night of Hanukkah knee-deep in potato peelings with my closest friends. None of them are Jewish, but they were all eager. We ate latkes, passed the Shamash around my dining room table so we could each light a candle on the menorah. Watching my friends take such care with a religion that is not their own evoked an unexpected tenderness. Love is the way my friends laughed as we stood around my kitchen island on my last Hanukkah at home before college, squeezing grated potatoes into patties and sliding them into oiled pans.\\n\\n"}
{"text": "Title: 'Pluck, Bandage, Smile'\\nStory: My childhood summers were measured in splinters. Gnarled docks and jagged playgrounds - true hallmarks of an adventurous day - were just some of the culprits. Despite their frequency, I treated each splinter as a novelty, crying fresh at the wound. Recovery came in the form of my great-uncle's patience. I sat cross-legged beside his koi pond as Uncle Freddie fished out the wood slivers. His process was simple: pluck, bandage, smile. My cooperation came at a price. A successful extraction earned me a single maraschino cherry, straight from the jar. As a child, healing was so sweet.\\n\\n"}
{"text": "Title: Tired of Looking at Myself\\nStory: During my first shelter-in-place \"date,\" I saw myself watching him looking at me on the video call. Despite my best efforts, I was consumed by my mannerisms. Do I always tilt my head like that? Does this look like a neutral smile and not a grimace? The experience was alienating and unsettling. It increased my anxiety and crippled our conversation. Still, we decided to meet for an in-person picnic, where I could only see his face, not mine. We've been dating since.\\n\\n"}
{"text": "Title: An Elephant Named Donna\\nStory: When I was 3 months old, my father bought me an elephant named Donna. We kept her in our two-acre yard in Orange, Conn. My only \"memories\" of Donna are from other peoples' stories: the enormous piles of dung my brothers had to shovel, the time she ate my mother's rose bushes, her \"bedroom\" fashioned out of a converted garage. My father was a diesel truck mechanic and my mother a homemaker. We weren't rich, just working-class people. \"Love makes you do crazy things,\" my father liked to say.\\n\\n"}
{"text": "Title: A Walk We'll Never Do Again\\nStory: Twenty years ago, at a rooftop party in Park Slope, I met a man who shared my goal of covering the length of Manhattan on foot. A few weeks later, in the heat of June, I knew I had found my soul mate as we walked along Broadway - strolling through the island's changing neighborhoods from Inwood to the tip of Battery Park. Though he has never wanted to go for a long walk again, there is no one with whom I would rather walk through life.\\n\\n"}
{"text": "Title: Ella and Venus\\nStory: The closest thing my daughter, Ella, could get to a pandemic pet was a Venus flytrap (named Venus). Ella won a scholarship to boarding school and left last August. I lit candles for Venus and collected rainwater for her. Taking care of Ella's fragile plant was as close as I could get to taking care of her. In the winter I thought Venus was dead. No, just dormant. I moved her to a cooler place and waited for spring. And then, a slender stem! A mouth and even teeth coming soon. Who said these girls are fragile?\\n\\n"}
{"text": "Title: A Blessing to Cry Again\\nStory: He texts me while I lie in coronavirus isolation, struggling to breathe: \"This big house feels empty and is not home without you in it.\" He last saw me in the emergency room. They told him to leave. I do not have breath to cry. So I send him a picture of me in my hospital bed - in the hospital where I work as a nurse and likely got infected. I feel terrible. Covered in sweat, gasping. \"I'm still here!\" I text. Every day. Until I again have breath to cry. \"Come take me home.\" On wings, he did.\\n\\n"}
{"text": "Title: It Could've Been a Fling\\nStory: We were staying at the same Airbnb, full of foreigners in the north of New Zealand, hoping to make money picking kiwi fruit (an open, essential business during coronavirus). We crossed paths often in the kitchen: seven people dodging each other to make coffee and cook breakfast before driving to the orchards. He was always shirtless. One night, I watched a movie with him and his friends. He sat close to me. Was that on purpose? Finally, I talked to him, for hours, the day his roommate came back, precluding any privacy. I said, \"I'm leaving tomorrow.\" He said, \"That's sad.\" Shoot.\\n\\n"}
{"text": "Title: Up in the Air\\nStory: Both flight attendants, we met while working a flight to Seattle, Laura's home city. She told me I made her sweat, paying attention to her like she was a first-class passenger, but I said it was just the polyester uniform. On our layover, we drank wine and ate Thai food. I spent the night at her house instead of my airport hotel room. Seven years later, we married. Now, when we find ourselves on the same flight, we sometimes pretend we are strangers meeting for the first time, just to keep things fresh. She says I still make her sweat.\\n\\n"}
{"text": "Title: A House Divided\\nStory: Years ago, I was in Wisconsin visiting Mom. One night, slightly intoxicated, my brother laid into her and me with hatred of the president she and I supported. Stunned, we left. Politics have divided our houses since. Mom called one recent night: My brother has coronavirus. Shaken, I debated reaching out. Would he want to hear from me? Next morning, I heard about a congressman whose son had died by suicide and the support he received from Democrats and Republicans during the insurrection in Washington. I texted my brother and his wife with inquiries, well wishes. Only his wife replied.\\n\\n"}
{"text": "Title: Hugs Can Skip a Generation\\nStory: My Korean parents didn't grow up with physical affection from their parents, so they didn't know how to give it. Instead, they patted us on the back - the more vigorous the pat, the more they meant they loved us, were proud of us. I now watch my children, raised with uninhibited physical demonstrations of love, hug and kiss my parents, unabashedly telling them \"I love you.\" My parents physically reciprocate to their grandchildren in a way they still can't with their own children. But that's O.K. We had the shoulder pats.\\n\\n"}
{"text": "Title: Passing the Message On\\nStory: As I waited for my friend to pay the bill, an elderly gentleman said, \"Excuse me, I want you to know that you make a lovely couple. My wife recently passed. Someone said this to us when we were dating. I'm passing it on to you.\" We weren't dating. But just 30 minutes earlier my friend had suggested we consider doing so. I was unsure, fearful of losing the friendship. I am forever grateful to that beautiful man who touched my heart that day. My friend, who became my husband, recently died. I am looking to pass the message on.\\n\\n"}
{"text": "Title: His Daily Email\\nStory: There's a stretch of Highway 17 that runs from Hardeeville, S.C., to Charleston, where raspberry-colored azalea bushes dot the road in spring, peach jam and boiled peanuts sit in stands in late summer, and Gullah artisans sell their sweetgrass baskets year-round. This span of highway also marks the geographical distance in my marriage. To bridge the expanse, Mike sends me early-morning emails; he has done this every day since we met nine years ago. When I read his messages, I think of us: Two people, two hours apart, awakening for the same love.\\n\\n"}
{"text": "Title: Silence Is Its Own Answer\\nStory: Kim Jong-un wasn't to blame. It turned out to be an employee error at the Hawaii Emergency Management Services that triggered a false North Korean missile alarm sent to those in the state, including my husband. He and his colleagues at the medical conference stopped discussing ocular herpes and took shelter. For 38 minutes, they faced their own imminent deaths. I wonder who he called or texted during that time; it wasn't me. After a while, I couldn't ignore what that silence told me. He didn't even feel compelled to say goodbye to me, so that was goodbye.\\n\\n"}
{"text": "Title: Within Reach\\nStory: Over time, my husband taught himself how to repair every part of our 1919 Foursquare Oregon home. The kitchen was last in our prolonged renovation. When my husband, a recreational property developer, saw his business evaporate in 2008, he finally had time to finish the kitchen. Daily, I'd return from work and see his progress in walls, cabinets, wiring. One day, I returned to discover that he had lowered our kitchen window and cabinets to better suit my 4-foot-10 body. Finally a full view of the park next door - and proof that love can sometimes be measured with a ruler.\\n\\n"}
{"text": "Title: I Married a \"Yes\" Man\\nStory: The sniffer dog at Sydney Airport detected the forgotten apple buried deep in my husband's backpack. (Two trips before, my dearest had mistakenly ticked all the \"yes\" boxes on the immigration card. Tuberculosis: yes. Biological specimens: yes. Firearms: yes. Illicit drugs: yes. \"Mate,\" sighed the immigration officer. \"The fellow before you only spoke German and he got it right.\") I worked my jet-lagged child's foot into a sneaker, wondering how it came to pass that I am saddled with such a travel partner. Oh yes, it was a proposal - at an airport. I hope we're always traveling together.\\n\\n"}
{"text": "Title: Before Tinder and Grindr\\nStory: His shirtless picture caught my eye. \"Me on my solo pilgrimage to Israel,\" Todd typed. \"Sorry if it's risque.\" He's cute, I thought. I was Catholic but drawn to this modest yet adventurous Jewish man. I had tried blind dates, New York City gay bars, even personal ads. In 2000, AOL chat rooms were a new way of socializing. Long before Tinder and Grindr, online hookups sounded illicit. So for years we lied to friends and family about how we met. Two decades and two children later, we're proud that he, \"HeartofBklyn,\" found a connection with me, \"GymRat.\"\\n\\n"}
{"text": "Title: Climbing Mount Fuji\\nStory: Huddled several kilometers up Mount Fuji, on a journey harder than we anticipated, Jeff looked into my eyes, which were blurry from crying, and said, \"I wonder how many American Express points it would take to have a helicopter pick us up.\" Both of us exploded in laughter and tears. I dusted dirt off my body as he extended his hand and pulled me up. We continue up and down our mountain daily, in darkness and light, taking turns being the hand held out and the hand that needs lifting to keep moving forward.\\n\\n"}
{"text": "Title: Held Together by Dots\\nStory: Two dots each, mine vertical and my sister's horizontal. When Shuchi and I were growing up, our mother used to mark \"our dots\" on our underwear so she could tell them apart in the laundry. Now we have them tattooed on our wrists - not to keep us apart, but to show that we are always together.\\n\\n"}
{"text": "Title: Glad He Asked\\nStory: On our fourth date, Tayo and I ate tacos on the steps of a colorful church in Oakland, Calif. A white-haired man shuffling down the street shouted at us with slurred speech and apparent admiration: \"Look at you two! Are you in love?\" Tayo smiled and said, \"Sure.\" The old man, either unsatisfied or unable to hear, belted out again, \"What's that? Are you two in love?\" Tayo and I looked at each other and laughed. We shouted a resounding \"Yes!\" The old man seemed appeased, and we felt the first glimmer of our answer's truth.\\n\\n"}
{"text": "Title: Sometimes You Have to Say It Twice\\nStory: \"I'm so happy to be here with you,\" Ugonna said, looking at me. I was stunned. After months apart during the pandemic, my best college friend and I had finally reunited. Sitting across from each other, eating comforting falafels as the cicadas chirped, Ugonna said it again, even more enthusiastically. I remember how easily I used to express my appreciation to friends at recess or to my mother pushing me in her grocery cart. When did I stop telling people I was so happy to be with them? \"I'm so happy to be here with you too,\" I said.\\n\\n"}
{"text": "Title: 'A Very Happy Devil'\\nStory: A shy, uncomfortable Devil fidgeted at the Halloween party, anxious to go home. Newly out at 38, Devil believed a monkish life would be her future. Suddenly, a beautiful blond dressed in black jumped into view. \"Who am I?\" she asked, black gloves framing her face. (The only lesbian in the world for me? My one chance to find love in this new life?) \"Shadow,\" she said, laughing. Devil sat tongue-tied. By night's end, she decided to take a chance. Twenty-seven years later, Shadow is still the only lesbian in the world for me, a very happy Devil.\\n\\n"}
{"text": "Title: In Search of the Mute Button\\nStory: My 6-year-old grandson loved kindergarten: his creative teacher, the stream of new subjects, his lively classmates. Then - poof - he was at home, alone and unhappy until his school transitioned to online learning. My daughter FaceTimed me during his first Zoom class. \"Mom, look at this,\" she said. \"Total confusion. All noise. No one knows where the mute button is.\" She was watching chaos, but I saw love. My grandson intently scanned the picture squares on the computer screen. His face lit up and he shouted, \"Gabe! Gabe! It's me, Alan!\"\\n\\n"}
{"text": "Title: My Job to Call\\nStory: After I left home for boarding school at 14, my parents never called to talk. We spoke often, but it was my job to dial: from Toronto (high school) to Philadelphia (college) to England (graduate school) to New York (my current home). Daughter: pursuer. Parents: pursued. When they did call, I was terrified that someone had died. If I went absent for weeks, testing their resolve, they called to confirm I was alive. But recently, they complained about not speaking to my children enough. Now, every Sunday morning, my phone rings and it's them.\\n\\n"}
{"text": "Title: A Space in the Storm\\nStory: Despite an impending New Year's blizzard, I drove my little Honda to the Hamptons to visit a friend. We got cabin fever, both wanting to be somewhere else for the holiday, and drove back to the city before they closed the roads. We passed cars stuck like Lego pieces in the snow and made it home. The lots were full. My traveling companion left me to go ring in the new year, so I called my friend, John, who appeared with a smile and a shovel. In clearing a spot for my car, he created a space where I felt loved.\\n\\n"}
{"text": "Title: 'A Flower Scheduled for Scything'\\nStory: Matt and I knew that we were planting a flower scheduled for scything. Still, we couldn't stop ourselves. We museum hopped, savored afternoon scones, explored England's Suffolk Coast by train. In the sticky summer heat, we bared all, hoping we could evade the blade of my inevitable departure. Love often blooms that way: blind to opportunity, reckless with its velocity and need for nourishment. Now, an ocean apart, as I plan life in Cambridge, Mass., and he remains in Cambridge, England, we know desiccation is unavoidable. Yet, we also know that some plants can survive drought to bloom again.\\n\\n"}
{"text": "Title: My Brother Is 'Essential'\\nStory: I have one brother, Alex - a tall, broad black man who is a train operator for New York City's M.T.A. The world is finally realizing that he's \"essential.\" While Alex's uniform may protect him from extrajudicial profiling, it also endangers him, requiring him to be exposed to the coronavirus. He's always had to be tough, but since living with his girlfriend, he's changed. Alex now tells my parents and me that he loves us. Out loud. I remember this change in myself when I first fell in love. Alex and I are 3,000 miles apart, but we've never been closer.\\n\\n"}
{"text": "Title: Trying Not to Love You\\nStory: So far away from each other. An ocean and 20 years between us. \"I love you, but we need to end whatever this is,\" she says. She may be right: We discuss the power imbalance of an older man and a younger woman, the age gap between her and my grown children. Months later we are in the same city again for a day. It doesn't take a day. Not even a minute. Just a smile and we are back where we started. In love, happy and confused. Confused because we're trying to fall in love with other people. And it isn't working.\\n\\n"}
{"text": "Title: Reply All\\nStory: \"Your child doesn't have to bring valentines, but if they do, they'll need one for each student,\" the fourth-grade teacher emailed. \"Do you really need to waste class time on this?\" a parent replied all, beginning a long, email-chain argument among the adults. No interest in engaging, I conserved my energy for work and my three children. Yet for two weeks, my daughter Shiloh spent her evenings handwriting messages to her classmates: Words of encouragement, appreciation and friendship - language that the parents forgot to use. I imagine replying all, \"Time is well spent when sharing words of kindness.\"\\n\\n"}
{"text": "Title: \"Got Everything?\" \"Got You\"\\nStory: Married 41 years: Those are not stars in our eyes, just light reflecting in our glasses. When you're young, you fight over children or money, but sex cures everything, and the future is far away. As you age, you fight over truly listening to each other, and the future has parked in your driveway. You take advantage, but you also learn to treasure each other while you're both still here. For years, upon leaving home, Bill has asked, \"Got everything?\" And I've said, \"Got you - that's all I need.\" Somewhere along the way, it became true.\\n\\n"}
{"text": "Title: Weekly Apartment Party\\nStory: During World War II, Lucy was sent out of Germany by her family. Theo was imprisoned in a concentration camp until the end of the war. In 1959, they lived a floor below us in our Bronx apartment building. They had a piano but no children. My parents had three girls but no piano. When Lucy and Theo found out that the nuns at our Catholic school offered cheap piano lessons, they insisted that we practice in their apartment. Theo would sometimes play show tunes while we danced and sang along. Such a joyful cacophony we created! I hear our music still.\\n\\n"}
{"text": "Title: \"Hey\" Is Not \"Heyy\"\\nStory: \"Heyy,\" his message read. My heart fluttered. One \"y\" may have left me upset, but the second \"y\" - that was promising. Such a simple yet ambiguous greeting. Did he want to hang out? Was he going to confess his love? Oh! He was typing. A double text! It was my lucky day. I broke a sweat waiting for his response. How should I respond? \"Hi!\"? \"I am in love with you\"? My message had to show the same amount of interest as his. He responded! \"Sorry didn't mean the extra 'y.'\" Oh.\\n\\n"}
{"text": "Title: Memories in a Box\\nStory: At home over winter break, I open the box of relics from my first relationship. There are sheafs of handwritten notes, handpicked flowers painted gold, Christmas songs and brass trumpets and photos of high schoolers resplendent in red and green polo shirts, standing among fake Christmas trees and cotton-ball snow. I read through love letters signed with hopeful endings, sonnets expressing feelings that we were not ready to express ourselves. Sitting in my childhood room, I marvel at these precious memories flooding back. This, in itself, is a gift.\\n\\n"}
{"text": "Title: Married in Spirit\\nStory: I met him in Queens outside a bodega. I had a plane to catch and was looking for someone to bless with my subway pass. Chris thanked me with a 99-cent bottle of vodka. Recently 50, I felt like a rebel standing outside drinking with an 80-something-year-old man. We laughed about random stuff, then exchanged numbers. He asked to marry me and I said yes. I went home to Ohio and haven't seen him since, but we keep in touch. Chris still says he loves me, and I say it back. I mean it. His wise spirit inspires mine.\\n\\n"}
{"text": "Title: An Expression for the End\\nStory: \"A-law.\" This phrase, like many others, is from my father's Appalachian roots. It means, \"What do you expect?\" or \"I should've known.\" As a girl, I was embarrassed by my father's work-worn hands, hesitation to read aloud and lack of formal education. (He left school in sixth grade to work, first as a peddler, then in a quarry.) While waiting for his life's end at 92, he found little joy in the long days. He hadn't thought that death would come for him, but as he accepted the inevitable, he would catch my eye, smile slightly and deliver a perfect \"A-law!\"\\n\\n"}
{"text": "Title: Synchronized Swimming\\nStory: \"I want to spend the next 50 years with you,\" Barry said on our third date. We had met in a water bed store: He was selling and I was buying. Over the beds, he said that he loved to swim but had no one to swim with. That night, we went skinny dipping in a Canadian quarry. We did '70s drugs, slept together and learned we were on the waiting list of the same law school. We never said goodbye. Instead, we swam together through amazing times. And, at the end of our 50th year, last March, he died.\\n\\n"}
{"text": "Title: Burnt Honey\\nStory: We graduated from the same culinary school but met working together at food events. I developed new food products that she styled in photo shoots. For more than 10 years, I ignored my feelings for this beautiful woman: so smart, funny, talented and - married. One night at a cookbook launch party, we stood in a dark studio in Austin, Tex. She told me about her favorite new dish, wings coated with burnt honey. She described it and touched my arm. My vision tunneled. Nothing I could do. Remembering that moment a month later, I recreated the dish. It was delicious.\\n\\n"}
{"text": "Title: A Man Who's Just Right\\nStory: From the back seat, my 5-year-old son, Jack, said: \"Mommy, why don't you have a boyfriend?\" Freshly divorced and unsure how to answer, I asked why he asked. Jack replied, \"Because you're really nice. You should be with someone nice.\" I realized the troubles of my previous marriage had not gone unnoticed. Jack said I should look for someone kind, respectful and of medium height - like Grandma. Eight years later, Jack calls my husband, Greg, \"Dad.\" I tease Greg that it's a good thing that he's on the shorter side, just like my mother.\\n\\n"}
{"text": "Title: My Husband Is Not My Son\\nStory: Ever since I turned 45, my husband, who is nine months younger than I am, has been repeatedly mistaken for my son. I have two 20-something sons, but Mike is not one of them. I can't say that I've taken it well - or accepted it without a struggle. Botox has softened my lines, though my outlook has softened, too. Now, at 56, I see my husband's thick hair, slim physique and smooth skin as a bonus of being his partner. It makes me feel desirable. Thirty-two years ago, we chose each other. We choose each other still.\\n\\n"}
{"text": "Title: What's in a Name?\\nStory: When I was a newlywed nearly 30 years ago, my mother-in-law would introduce me as \"Debby, Dave's wife; she didn't take his name.\" It was true, but it rankled me because she was otherwise very gracious and accepting. So I made light of it. \"You should be grateful we have different last names,\" I'd say whenever I published revealing humor essays about my life with her son. Pat has dementia now. She calls me her daughter, sister or friend. None are true. All are loving. Proof yet again that labels and names mean little in love.\\n\\n"}
{"text": "Title: A Love Too Light to Carry\\nStory: My lover's personality was bright and airy. He often spoke in superlatives: It was the tastiest meal he had eaten, the brightest sea he had seen. He made me believe in a world of pleasurable extremes. Enchanted, I dropped my cynicism and leapt. I told him that he was the most loving person I knew, the most beautiful man I had ever seen. He was silent in response. I knew he loved me and I loved him, but the lightness of his existence became unbearably heavy.\\n\\n"}
{"text": "Title: 'Old Never Happened for Him'\\nStory: Randy was a good Jewish boy; I, a shiksa. Nevertheless, we dated in college, happy until the Vietnam War intervened. He served while I went from Sorority Sue to protesting hippie. Time passed, we moved on. The month of my wedding, Randy called, asking me not to go through with it. That night I got very drunk. The wedding happened, life progressed, my husband died. In my heart, I knew Randy and I would end up together when we were old. Old never happened for him. I still see him in my dreams.\\n\\n"}
{"text": "Title: Jingling Us Out of Trouble\\nStory: My sister, mother and I were driving with \"Gam,\" our surrogate grandmother, when our 1990 Accord conked out at an intersection in Santa Ana. Seven years old, I sat crying in the back seat, thinking, \"We're going to die right here!\" As I thanked God for my great, albeit short, life, Gam got out and began directing traffic. She made huge sweeping motions, the giant bangles on her wrist jingling with joy. \"I'll take care of you, kids. We've got this!\" That's how it always was with Gam. Our guardian angel, ready to save us from any and all dangers.\\n\\n"}
{"text": "Title: Saving My Life, and Savoring It\\nStory: I nervously decided to study abroad the summer after my junior year in college. Four years recovered from my struggle with anorexia. My body had healed but my mind was still at war. Italy charmed me like a lover I hadn't expected to meet. Rome courted me on cobblestone streets. Capri caressed me with its sea. Florence spoon-fed me gelato. In a country far away, my body finally began to feel like home. I had saved my life, but Italy taught me how to savor it.\\n\\n"}
{"text": "Title: A Name Across My Screen\\nStory: My mother raised an eyebrow when her name flashed across my phone screen. I was home from college for the weekend, and my classmate and I were talking a bit more than my mother could comprehend. As a woman who had only dated men, I couldn't comprehend it either. All I knew was that the curly-haired girl with the mocha skin and fresh celery scent was in my bed a week before. All I knew was that we shared a kiss between the library's bookshelves. All I knew is that we would likely never be together, though I loved her.\\n\\n"}
{"text": "Title: \"Back Then, I Was a Straight Girl\"\\nStory: Remember how we met, as semi-random roommates? Back then, I was a straight girl. You were a Christian with a boyfriend. You held me during my late-night panic attacks. I annoyed you into going to class. Remember how we dated for a month? Sometimes I forget that we're technically exes. And then the crisis: Too many friends died. Too much anti-queer turmoil on campus. I came out as a guy. You said you would only date women. We supported each other and survived. You're my platonic soulmate. Now we have an apartment and two cats.\\n\\n"}
{"text": "Title: To Care and Carry\\nStory: I checked the time as we neared the airport, and my stomach sank. My wrist was bare, as it had been the day my son died suddenly more than 20 years before. Bad things happened when I forgot to wear my watch. My husband, who never knew my son, took my hand and held it until I remembered this: Grief has no use for clocks or time, and joy waits for no one. We pressed on to Ireland, then, the three of us - me, the boy I carry with me always, and the man who loves me through it all.\\n\\n"}
{"text": "Title: Another Chance\\nStory: A divorce after 24 years of marriage provides the chance to be yourself again. I used to be funny, so I returned to stand-up. A friend came to see me perform with her latest Bumble date. \"You are crazy funny,\" he said flirtatiously. Fellow Mustang drivers, we exchanged smiles as we roared off our separate ways. After my friend and the Bumble date broke up, I took him on, but it was no joke how bad we were together. I tried Bumble, connecting with a man who, coincidentally, I'd crossed paths with in New York and North Carolina. Funny how things work out.\\n\\n"}
{"text": "Title: What She Doesn't Regret\\nStory: I bought her an engagement ring off Etsy. It seemed like the right thing to do. When we broke up a year later, she said, \"Listen, you're my best friend. But you've gotten so distant.\" We hadn't made love in months, though we held each other on the couch that night. Years later, when I told her I was gay, she said, \"I had a feeling.\" Confused and heavy with guilt, I asked, \"You don't feel like I tricked you?\" \"A lot of things I regret,\" she said, \"but I don't regret meeting you.\"\\n\\n"}
{"text": "Title: What Lasted of Our Love\\nStory: After George Floyd's murder, I and other lawyers in rural Southern Oregon formed a weekly Zoom group, intent on dismantling racism in our local schools and police force. Our leader had a sharp mind and an empathetic heart. We fell in love quickly. He, a marathoner, encouraged me to finish a half marathon. I, a working single mother of four children, became human again, buoyed by his laugh and sweet touch. Dating during a pandemic took its toll, with remote schooling, exposures and quarantines. Though our love didn't last, our projects to make the world a better place did.\\n\\n"}
{"text": "Title: The Unifying Power of Food\\nStory: In the kitchen of our community's Sikh Temple in California's Central Valley, people of every creed, color and class are welcome to enjoy a free meal. Everyone eats while seated on the floor; no one is higher or lower than his or her neighbor. I watch in awe as my grandmother, Kulwant Kaur, kneads a mound of dough. When the naan is done, a teenage boy picks up a perfectly cooked piece, bows his head in gratitude and embraces my grandmother. In a socially divided world, food unifies.\\n\\n"}
{"text": "Title: A Warm Cup in Our Camper\\nStory: He brings me coffee in bed every morning. It's far from the dreamy depiction of romantic comedies - not in an apartment with a city view or a house tucked in a cul-de-sac, but in the frigid cold of our tiny camper, where I sit, barely awake, swimming in a sea of blankets. We live in a camper in the Kentucky woods to keep from being homeless. For me, he wakes early to make coffee in an old-fashioned teakettle on the fire outside. I sip it, knowing how loved and lucky I am.\\n\\n"}
{"text": "Title: A Silent, Shared Language\\nStory: My abuela raised me, her first grandson, in Santiago in the 1970s, while my parents worked to support us. Then, when I was 6, we moved to Melbourne. I missed my abuela. When I was 15, she visited us in our new country, where she didn't speak the language but still bargained at the market. At 24 and beginning law school, I returned to Santiago. My abuela cooked me lunch every day. A practicing lawyer at 40, I returned in time to say goodbye at her bedside. My family doesn't say \"I love you,\" yet by my being there, I think she knew.\\n\\n"}
{"text": "Title: It's O.K. to Feel Fear\\nStory: My daughter couldn't fall asleep because she was scared. Nothing helped - not the backrub or child valerian drops or my assurance of no monsters. She spiraled into hiccuping sobs. I pleaded, \"Honey, everyone's scared of something.\" \"No! You're not scared of anything.\" \"I am!\" \"What are you scared of?\" I tried to think of some comforting half-truth. \"See? You're not scared of anything!\" \"I am,\" I whispered. \"I'm scared ... of getting old ... and my anger. And consumerism, stupidity, children without attention spans, distracted drivers and - \" \"O.K., have good dreams, Mama.\" She turned and fell asleep.\\n\\n"}
{"text": "Title: Never Forget\\nStory: No one would guess that people live inside the windowless warehouse in Elizabeth, N.J. - a for-profit immigration detention center. I enter, wait, then pass through three doors. A 9/11 mural says \"Never Forget,\" and I know I never will. My husband, in blue scrubs, picks up the telephone, and our hands press against the glass divider. I force a smile; he does too. Next to us, another man meets his newborn child for the first time, through glass. I wear Andi's jacket because it smells like him. Three months later, he is deported, his asylum case lost.\\n\\n"}
{"text": "Title: Would She Recognize Him?\\nStory: I worried that our daughter, Sadie, just seven months old, would not recognize her father after his long deployment. So I wove him into her day, draping photographs of him inside her crib, video chatting with him as often as his work schedule and her nap routine allowed. Months later, at the airport the day of his return, I feared she wouldn't let this distant man hold her. His plane landed. Our eyes met across the terminal. We raced to each other, my heart beating hard. Moments after we reunited, Sadie lunged from my hip into her father's arms.\\n\\n"}
{"text": "Title: Hash-Brown Hanukkah Hack\\nStory: After reading about the Hanukkah hack online, I bought four bags of frozen hash browns. As we fried them up, our house smelled like onions and potatoes and Hanukkah. Not one of our 14 guests knew there had been no arduous grating. But my sister-in-law was suspicious. She looked at my husband's hands and noted the lack of cuts. \"How'd you do it?\" she said. He smiled. \"I'm a good grater.\" I thought about blowing his cover. Everybody wanted seconds. She said, \"Come on, dude.\" He winked at me. I didn't say a word.\\n\\n"}
{"text": "Title: The Closest I Can Get\\nStory: It was overcast that spring morning when I pulled on the old and too-big Olympic luge T-shirt and went to get my first dose of coronavirus vaccine. An hour and a slightly sore shoulder later, I could feel my heart not soar, exactly, but hover a little higher at the thought of holding certain people close again. I could almost feel those people in my arms. I could also feel that worn out T-shirt against my skin, reminding me that my father wouldn't be one of them. For three years, the shirt has been the closest I can get.\\n\\n"}
{"text": "Title: Close Beside Me\\nStory: Our son was 12 and our daughter 15 the summer my husband died from a stroke. Lena, our girl, labored through her grief. Riordan, our boy, lived in a state of unformed, uncomprehending fury, demanding for weeks after his father was gone that I call the hospital and tell the doctors to keep trying. There were times I knew my job was to absorb all the anger and injustice of this great loss. Other times, I would stumble into bed, overcome with anguish for all of us. But suddenly Riordan would be close beside me, saying \"Mom, breathe.\"\\n\\n"}
{"text": "Title: The Boy in the Hat\\nStory: When I was 20, I quietly, foolishly eloped. At 22, I saw a cute boy in the corner of a college Bible study, his hat pulled low over his glasses. I was still - unhappily, secretly - married, but I flirted with the boy. He was polite, nothing more. By 23, I had divorced, escaping a miserable future. I rediscovered my faith and the joy of a close friend group, including the boy in the hat. I flirted, feeling awkward. Then one night, while watching a movie, the boy put his arm around me. It's been there for 15 years.\\n\\n"}
{"text": "Title: Remember My Words\\nStory: Sitting in beach chairs on summer sand, my mother said, \"When I'm gone and pushing up daisies, on days like this, think of me.\" \"Don't talk like that!\" I said, not wanting to imagine her dead, in a grave, with daisies sprouting from the ground above. Twenty-one years of no longer imagining, I speak to my own children about mortality. Like I did, they resist imagining a world without their mother. Yet I hope they'll remember my words. Recently, I've taken to socially distant walks in the local cemetery. There, I breathe in lilacs and remember days with my mother.\\n\\n"}
{"text": "Title: Happy Loser\\nStory: Sofia and I spent the summer of 2011 together - hearing the Creole Choir of Cuba, walking through History Park in San Jose, Calif., eating ceviche. I kept wondering: Are we good friends, or are we dating? I got my answer in a kiss. A year later, Sofia proposed. I didn't say yes. I said, \"What's the point? It's never going to be federally legal in the U.S.\" We bet $5. In 2013, the Supreme Court granted federal recognition of same-sex marriages. \"I guess I have to marry you,\" I said. \"Yes,\" she said, \"and you owe me $5.\"\\n\\n"}
{"text": "Title: A Lifetime of Bliss\\nStory: After a wedding in which our son was the best man, my wife and I were on the subway at midnight. A young man got on, continuing a conversation with a couple on the platform. He shouted, \"Propose to her! Now! If you don't, someone else will.\" After the doors closed, he said to me, loudly, \"He should propose, right?\" After I agreed, he shouted, \"See, even the old guy agrees with me!\" Later, he said, \"I hope I didn't embarrass you. But I want them to have what you have, a lifetime of bliss.\" How did he know?\\n\\n"}
{"text": "Title: Food = Love\\nStory: Every month, my family comes together at the same Korean barbecue restaurant in Bayside, Queens. My mother fills my plate with pieces of short rib faster than I can eat. My father does the same with my sister. We try to push back with our chopsticks, but my parents' aged Korean hands have an unmatched dexterity. We take five bites for every one of theirs. They watch us eat, then pile on more. When they see that we're stuffed, they beam. And though they barely ate, they suddenly look full too.\\n\\n"}
{"text": "Title: Transit Lovers\\nStory: In a diner far from home, my then-boyfriend broke our silence with a hypothetical: If you had 24 hours to visit a new city, how would you spend your time? I said on public transportation: It's the best way to learn a place's cultural, political and physical landscape. My unwavering response was received as naive, insufficient and small. I have since fallen for a member of the New York Transit Museum who gets fiery about the M.T.A., looks forward to the Coney Island Nostalgia Train and dreams of traveling cross-country via Amtrak.\\n\\n"}
{"text": "Title: I'll Park for You\\nStory: For couples who park their cars on the street, dealing with alternate-side regulations is the worst. It's cold, crackling cold. Today, I insist I will do this for my husband after his hip replacement. I grab my travel mug of hot coffee, his comforting parka, my satchel of magazines, my phone. I pray that the street sweeper will bypass our block. It does. After 90 minutes, I climb back into our cozy bed beside my husband, who murmurs, \"Thank you.\" Because we both know that sharing city chores is an expression of true love.\\n\\n"}
{"text": "Title: Don't Touch the Art\\nStory: I was staring at a sculpture that looked like chaos dressed in hot pink when I felt the tickle of his beard against my cheek. The words \"You're a masterpiece\" were a warm whisper against my ear. The docent told us not to touch the art, but his arms wrapped around my body tight, like canvas stretched across a frame. We stood there, suspended in time and space, as if his love for me were also worthy of display.\\n\\n"}
{"text": "Title: She Chose Another Road\\nStory: I have a drawer full of magic. Serums, powders, creams, all promising to reverse time. Every day it takes me a bit longer to look how I think I should. My daughter, now 14, says she has no interest in \"patriarchal standards of beauty.\" I am at once glad and worried: glad she won't be joining me on this Sisyphean road but worried she may be judged for her choice. I am also optimistic; perhaps someday I can walk away from my regimen. Until then, I am proud of my daughter for her confidence in opting out of my wishful thinking.\\n\\n"}
{"text": "Title: Chicken Liver Hearts\\nStory: In the early 1970s, as a college freshman in Iowa, I met a guy who was only interested in me as a friend. We played pinball (he liked the way I leaned into the flippers) and watched movies. David wasn't much of a cook (he used a shoe box as a dish drainer) so I was surprised when he invited me for dinner on Valentine's Day, presenting me with grilled chicken livers (my unconventional favorite) cut into the shape of hearts. Our own hearts are now filled with scars, stents and pacemakers, but also 48 years of love.\\n\\n"}
{"text": "Title: The Gift of Knowing\\nStory: I flew from the West to the East Coast on a day's notice. My brother was dying; cancer was winning. I spent three powerful days with him, shadows looming. On my final night, my brother and I went to dinner, our last together. Small talk with interludes of silence, just staring at one another. Declaring our love with words seemed feeble. He was everything a big brother should be to a little sister. Is knowing that it would be the last time together a gift? I think so. Love you, Bob. Miss you big time.\\n\\n"}
{"text": "Title: Together Nonetheless\\nStory: Plenty of parents don't like their children. It's less often discussed than children not liking their parents. But I know, firsthand, how it feels not to be liked by a parent. My mother made it clear. In her eyes, I was too fat, too private, and later, too gay. In turn, I found her to be too materialistic and eager to conform. But, we actively chose to remain in each other's lives. Again and again we return to this painful relationship. Scarred and still biting, we persist. That, too, is love.\\n\\n"}
{"text": "Title: Identical in Every Way\\nStory: Four years ago, I gave birth to my first child, a son. My identical twin sister, Julie, was in the room. Julie and I have been bonded since birth: Our father is from an area in Nigeria that has one of the highest rates of twin births in the world. My sister's middle name, Taiwo, means firstborn twin in Yoruba, and mine, Kehinde, means second-born twin. My son's birth signified our first unshared experience. That is, until Julie gave birth to her own first child, also a son, as I watched in the delivery room, instantly reuniting our twin bond.\\n\\n"}
{"text": "Title: She Shushed the Audience for Me\\nStory: It was during a lull in my writing life, six months of no publications and constant moping, when she said, \"Look, I don't want to hear about this writing stuff anymore until you can make a living at it, O.K.? I just don't.\" She wanted substance, a child, maybe a ring. Yet she still accompanied me to every reading at every dive bar, independent bookstore and trendy Brooklyn art space. And when I delayed a club's burlesque night with my 18-page opus, there she was, telling the audience to shut their traps, one nattering hipster at a time.\\n\\n"}
{"text": "Title: Thanks, Dad\\nStory: My father remains the person that I, even at 30, call with the most minute medical concerns. When I started absently scratching the tender side of my wrist and discovered an unusually colored welt, I sounded the alarm, texting my father a photo of the bulbous sore. Within seconds, his reply lit up my phone: \"I'll look at it tonight.\" His words validated my anxiety, yet lacked urgency. \"I'm worried I will die,\" I typed back, hoping to heighten his concern. The three little dots danced across my screen. Then his amusing, dry solace: \"You will eventually.\"\\n\\n"}
{"text": "Title: When Bonds Don't Break\\nStory: Marrying Pankaj wasn't easy. We both lived in the northern Indian state of Uttarakhand but belonged to different castes. Despite our parents' opposition, we married. Eleven years into our marriage, I got terribly sick with dengue fever. As my weight dropped and my organs failed, I felt defeated, unable to fight further. Then, in the midst of my exhausted, blurred consciousness, I heard Pankaj's voice: \"Listen, you're not going anywhere. I'm not letting you go. Do you get it?\" I blinked and lived on.\\n\\n"}
{"text": "Title: Any Color, Any Day\\nStory: \"You can have three colors if you want,\" I said to my 3-year-old daughter as patrons and aestheticians looked on, horrified. Was I truly allowing my toddler to get a multicolored pedicure? What kind of a self-absorbed monster was I raising? Just two years ago, my child was fighting for her life, spending months in the hospital, undergoing multiple procedures. Her feet and hands swallowed up by giant IVs, she nursed unimaginable pain for a tiny person. Today she is thriving. She can paint her nails any color, any day, for the rest of her life.\\n\\n"}
{"text": "Title: My Father, the Empathizer\\nStory: I sliced off a hefty chunk of thumb while cavalierly cutting up an apple. \"Dad!\" I screamed. \"There's a piece of my thumb on the counter.\" My blood-averse father called for my mother, our family's go-to in any bodily fluid situation. After my mother cared for my finger, determining that there was no need to visit the E.R., I joked about what this lost chunk might mean for my fingerprints while my sweet father cried. \"Dad,\" I said, \"I'm totally fine.\" \"I know,\" he said. \"It just makes me sad watching you get hurt.\"\\n\\n"}
{"text": "Title: The Taste of Home\\nStory: I've always hated melons. To me, they taste strange and have a repugnant, rotten smell. In Lebanon, my jiddo (slang for \"grandpa\" in Arabic) would always invite me to eat melons for breakfast with him. After cutting the melon into small pieces, he would put the bites straight into my mouth. I pretended to love melon as he glimmered with pride, extolling the fresh, local produce. Years after I immigrated to the United States, I accidentally ate some melon in a fruit salad. Only then did I remember how much I hated melons, and how much I miss home.\\n\\n"}
{"text": "Title: See You Above 1,000 Meters\\nStory: In December 2020, my boyfriend and I hiked Kranzhorn, a mountain that divides Austria and Germany. As we climbed, the snow drifts thickened. We were surprised to see a fit middle-aged man bike past us alone. When we reached the summit, we saw him again - this time, with a woman. On our way down, the biker, now alone, passed us one more time. We asked about the woman. He lived on the German side of the border and she on the Austrian. Even in the strictest of times, they had found a way to meet.\\n\\n"}
{"text": "Title: Our Fragile Bonds\\nStory: Having nearly lost my marriage, I appreciate its comforts now: the quotidian rituals, the seamless care of our children, our shared warmth under the covers. But we both have unexplored pain. After all, with children, jobs, bills, laundry and yard work, who has time to feel all day? I sometimes worry that he will hide an addiction from me again, and he wonders whether someone could pull me away once more. Our marriage is somehow more solid and also less. We both know the fragility of such things.\\n\\n"}
{"text": "Title: Too Much Reality? Try Fiction\\nStory: At 90, my mother found fiction, something she had scorned her entire life. A news-loving, quick-witted, born-and-bred New Yorker, she breathlessly followed current events. Who needs a newsfeed with her calling me at work to announce that Tim Russert died? After two cornea transplants at 88, my mother shifted her perspective on fiction - and life. With her new sight, she views the world through a more sentimental lens. Now open to the imaginary, she devours novels, which we discuss like schoolgirls, reveling in our shared refuge from reality.\\n\\n"}
{"text": "Title: Roller Derby Romance\\nStory: I was a single mother working a full-time day job and helping run my roller derby league. I did not trust men, especially in the mostly female space I had co-founded, which was keeping me going after a trying divorce. But Hal was genuine and kind to everyone, and made no demands. He went from fan to volunteer to friend to lover to guy who dropped his entire life to drive me to Missouri to care for my dying mother. I realized I'd be an idiot not to spend the rest of my life with him.\\n\\n"}
{"text": "Title: \"Who Are You Sleeping With?\"\\nStory: My husband is Thai by birth and I'm American. He is not demonstrative. That's part cultural and part who he is. When we were first married I needed to hear the words, but I got used to looking for other signs of his love, such as him cooking my favorite Thai dishes. Twenty years married, we were sitting at a sushi bar waiting for our food when he turned to me and said, \"I love you.\" Shocked, I said, \"Who are you sleeping with?\" This November we'll be married 50 years. I think he loves me.\\n\\n"}
{"text": "Title: Clarity at Karaoke\\nStory: The bar was almost empty. He led the way to a banquette and slid behind a table for one. \"In case other people want the bigger tables,\" he explained. I sat next to him with no table to rest my drink on. The D.J. brought a karaoke songbook. I studied it, trying to muster my confidence. After a while he asked, \"Are you almost done? Someone else might want that book.\" I looked around: the empty seats, the pile of extra songbooks. I thought about things. So many damn things. I turned to him. \"I want a divorce,\" I said.\\n\\n"}
{"text": "Title: A Gleeful Scream on Graduation Day\\nStory: Although I woke up 1,667 miles from my university on graduation day, I was greeted with diploma-shaped balloons, a whiteboard emblazoned with \"Congratulations!\" and childhood pictures plastered across my bedroom door. The morning continued with freshly made masala dosa and culminated with my parents competing to take a picture of my graduation slide as my name was read. My mother's face fell when she thought she'd missed it. Upon discovering that she had captured the moment, she let out a gleeful scream. As we hugged, I decided not to mention that our online graduation was being fully recorded.\\n\\n"}
{"text": "Title: An Opening in the Fence\\nStory: The day we buried our father, the eccentric neighbor who had terrified us as children appeared at our mother's door. He grunted condolences with a shake of his head: \"A good man, a bloody good man.\" As our mother's billowing grief subsided over the years, we noticed that a section of the fence between her yard and his had disappeared. A path developed. For two decades, that path mapped the unlikeliest of friendships and led to a quiet, unexpected love. Our neighbor won't walk that path again. Our mother grieves for another bloody good man.\\n\\n"}
{"text": "Title: Faces I'll Never Forget\\nStory: Emptying a drawer that for years had sat unsifted, I found old computer disks, a yellowed newspaper and a stack of senior photos of my first students. In our classroom in Watertown, Minn., these kids had watched me fumble with seating charts and desk arrangements, with lagging book discussions, with disrespect. And yet they wrote for me: poems and essays layered with declarations, confessions, errors and hope. I blinked over their bent heads, the sound of their shifting pencils speeding my heartbeat. Sometimes, one would glance at me. Yes, I'd want to say, I see you. I still do.\\n\\n"}
{"text": "Title: I Can Live Without Him\\nStory: There were \"Thinking of you\" roses, \"Congratulations\" roses and \"Happy Birthday\" roses. Adam sent me what he considered to be \"I love you\" roses, but I knew that they were \"I'm busy\" roses. He never spent a holiday with me, not even an anniversary, nor a moment to celebrate my academic milestones. Unknown to him, his flowers made me cry. Each bouquet reminded me of the loneliness he made me feel. How wondrous that now that I am single, I am no longer lonely.\\n\\n"}
{"text": "Title: Renewal Near the Aegean Sea\\nStory: Mario was a foster child; I was a sheltered bookworm. We married young in Union, Maine. When the seven-year itch hit, we decided to renovate a cliff-side villa in Santorini for a crazy Malibu defense attorney. It was 1994, before the island's spine sprouted resorts. Work days included transporting bags of cement on donkeys' backs. Days off we hiked, swam, tanned on topless beaches. We toasted our relationship every pink Homeric sunset. At night, we ate fava beans and fish washed down with retsina. And olives. Oh, those olives.\\n\\n"}
{"text": "Title: All Right With the Relation\\nStory: \"Oh, you're Charlie's sister?\" \"No, Charlie's my brother.\" For as long as I can remember, this has been a recurring conversation starter among my peers. I'm only 20 months older than Charlie, so we run in similar social circles. He is joyous, untroubled and effortlessly good with people. I am none of those things. \"Charlie's sister\" used to remind me of the qualities I lacked, until Charlie enrolled in boarding school. Missing him, I realized: How lucky am I to be the sister of the most likable person I know?\\n\\n"}
{"text": "Title: Memes After a Maybe Romance\\nStory: We matched on an app when I was visiting California. Our first date was over FaceTime once I was home in Massachusetts. It felt like a throwback to early pandemic dating: wine, computer screen, banter about horror films. We kept it up for weeks, video dates that almost erased the distance. I love how the gay people I know date: We go out once and it can feel flirty, thrum with possibility, forever. But we had to face facts. He lives there; I live here. It won't work out, but we'll keep in touch, maybe trading some Halloween memes.\\n\\n"}
{"text": "Title: Why Marry? Oh, Right, That's Why\\nStory: David was washing dishes after supper, his back to me, when we decided to get married. Throughout our 17 years together I had resisted the idea, not wanting to surrender authority to the church or to the state, both of which had opposed our marriage for centuries. Once more, I asked David why he wanted to wed. \"Because it would bring me joy,\" he replied, and that settled that.\\n\\n"}
{"text": "Title: She Smelled of Pine\\nStory: The first winter I saw snow was the first winter I fell in love. I've always adored the holidays, but growing up in Florida meant I never experienced the \"White Christmas\" dream. After moving to Dallas, I started dating a woman who worked on a Christmas tree lot across the street from my apartment. Marleana would come over, smelling of pine, her arms toned from all the lifting. She was my lesbian Hallmark Christmas film fantasy. She even owned a shiny red truck that we drove in to find snow. Her Christmas gift this year? An engagement ring.\\n\\n"}
{"text": "Title: 'Laughing Like She Was In Life'\\nStory: Whenever I visit my grandfather in Louisiana, a naive glimmer of hope in me expects to see my grandmother, who died when I was 14. She died before I transitioned, unaware that her only grandchild was really her granddaughter. She collected Japanese beckoning cats. I found one recently and put it snug among the others on my grandparents' mantelpiece. They'll beckon her forever. Yet, my grandmother often comes to me in dreams, vest-clad and laughing like she was in life. In a recent dream, she called me by my name: Vitoria. I woke, crying, believing that she sees me.\\n\\n"}
{"text": "Title: His Comfort Becomes Mine\\nStory: Every night, my 3-year-old, Rohaan, insists on falling asleep with his palm on my cheek. Sometimes, his hand smells of glue and balloons. Sometimes, he wakes during the night and again demands, \"Hand on your face.\" When I can, I sneak away to read articles, statistics, the history of the 1918 pandemic's end, accounts of coronavirus patients dying alone. I try to understand what I can't. Exhausted, I return to bed, squeezing in between my husband and toddler. Listening to the new quiet of Karachi, Pakistan, I place Rohaan's small palm back on my cheek and find sleep.\\n\\n"}
{"text": "Title: My Sisters, Alongside Me\\nStory: When my O.C.D. emerged in third grade, my two older sisters suffered alongside me. We shared a bedroom at our home near Milan. Every night, they waited as I turned the light on and off 38 times. When we drove, I needed to count every light pole. After hours of counting light poles during a 12-hour drive, I cried from exhaustion. My sisters said, \"Why don't you sleep, and we'll count them for you?\" Knowing that I could share the workload with my sisters - that life would continue even if I slept - marked the beginning of my recovery.\\n\\n"}
{"text": "Title: My Mother, the Universe\\nStory: After we moved to America from Bahrain, my mother would take my sister and me to a pond to watch ducks. We were always alone. At 5, I asked her, \"Are you Allah?\" She seemed to know everything. Little did either of us know that we were driving three towns over for these ducks, passing dozens of parks (with ducks) along the way. Now, I'm 26. Because of the coronavirus, our annual 200-person Eid party is back to just us, like the days at the pond when I looked up at her beaming face and saw a universe looking back.\\n\\n"}
{"text": "Title: Frugal Kindness\\nStory: \"The sink is leaking,\" I told my 77-year-old landlady. She came up to my Parisian attic apartment with a 16-inch wrench. We tightened nuts at random, playing plumber. \"Go buy some tape and wrap everything,\" she said. \"I'm very economical; during World War II we had nothing!\" Frustrated by our haphazard method, I fumed in the sink's wet underbelly. But then I remembered the homemade cookies on my counter. This same frugality underpinned my landlady's generosity. \"I love you very much,\" she said the day she gave me those cookies. \"I love you too,\" I said.\\n\\n"}
{"text": "Title: Still Cooking Side by Side\\nStory: I fry cutlets for chicken parmigiana, doing math: In my 53 years, I have fried thousands. My mother taught me. When I was 7, we would fry chicken side by side, her hip touching mine. \"Cover yourself,\" she would say. \"You'll get hurt and dirty that shirt.\" As a teenager, I'd snap, \"Ma, I hate when you use 'dirty' as a verb.\" But, no matter the age, I would listen and grab an apron. More math: It's been over two decades without her. But still, like magic, she reminds me to separate the cutlets and back away from the flame.\\n\\n"}
{"text": "Title: Thanks, I Needed That\\nStory: My sister is younger than I am - fiercer and more mercurial, too. She lives in a city 200 miles north of mine. We text regularly but still miss and mystify each other. One night this June, home together for the first time in six months, our parents asleep, she whispered my name: \"Come see the stars.\" I got out of bed and joined her underneath the infinite sky, our necks craned in reverence. \"I needed a reminder that they existed and thought you might too,\" she said. I did. Star-struck, we went to bed.\\n\\n"}
{"text": "Title: He Tried So Hard to Remember Me\\nStory: When my 61-year-old father learned he had Alzheimer's, we went to CVS together and bought the largest stack of notecards they sold. I asked, \"What's the town where you grew up?\" We wrote Union Springs, Ala. I asked, \"Who was your first kiss?\" Amanda. Four years later, preparing to move my father into memory care, I packed up his desk. Taking the notecards felt silly, so I wrapped the long-forgotten stack in a rubber band and opened his drawer to toss them away. Inside, I found more notecards. They all said the same thing: my name. I collapsed to the floor.\\n\\n"}
{"text": "Title: A Recipe for Healing\\nStory: At 19, I left my first adult relationship. I lived alone, working for minimum wage at a coffeehouse in Rochester, N.Y. Consumed by anxiety and loss, I stopped eating. Within the month of September, I lost 20 pounds. One afternoon, my co-worker slipped me a piece of paper with an illustrated, step-by-step recipe for oatmeal: \"Stretch on the floor and breathe while cooking. Scrape into a ceramic bowl you like touching. Breathe into it and eat slowly.\" I don't like oatmeal, but years later the recipe remains taped to my dresser mirror.\\n\\n"}
{"text": "Title: When Leaving Is Loving\\nStory: I was having unrelenting, debilitating panic attacks. I had lost 10 pounds in 10 days. I couldn't eat, couldn't sleep, couldn't calm down. I asked my husband to leave for a week. I was afraid I would end up losing him over this, but I needed to be alone. At my request, he left, and in his absence, I calmed down. When he returned, I was grateful. I needed to be selfish, and he was able to be unselfish for me. It was the most loving thing he could have done.\\n\\n"}
{"text": "Title: Passion and Fear\\nStory: We met at a wedding in 2014. Chris was best man; I was maid of honor. Over dinner, I learned about his greatest passion (rare books) and biggest fear (\"losing my mind\"). Months later, it felt as if we were a couple, with our daily check-ins and confessions, but we weren't. He couldn't give me more. With one fight, it was over. In 2017, Chris was diagnosed with brain cancer. I emailed. He downplayed his illness but asked if I wanted his books. \"Yes,\" I said. If he was going to face his biggest fear, how could I deny his greatest passion?\\n\\n"}
{"text": "Title: Parents' Magic in the 'Paper Kingdom'\\nStory: After their day jobs, my parents worked as night janitors in Los Angeles. They couldn't afford a babysitter when I was a toddler, so most nights I went to work with them. To entertain me, they told funny stories about the people who occupied the offices by day. And when I grew tired, I slept on my father's jacket on the floor while they mopped and vacuumed. I wrote a children's book about that time called \"The Paper Kingdom.\" When we learned that my story would be published, it was the first time I saw my father cry.\\n\\n"}
{"text": "Title: Seen by a 7-Year-Old\\nStory: Transaction complete, the little girl grips her bag of Skittles and lingers at the concession table. She looks me in the eye and says, \"You're pretty.\" Stunned, because I can't remember when I last received an unsolicited compliment, and unsure I heard her correctly over the excited chatter of the crowd, I respond, \"Thanks. So are you.\" I tell her to enjoy her sister's dance recital and smile. She studies me for another moment then turns away. The next customer hands me a five. As I make change, I wonder why this child's words brought tears to my eyes.\\n\\n"}
{"text": "Title: I Think on Thee, Dear Friend\\nStory: Shark, our 5-year-old carnival fish, swims in his tank on our crowded kitchen counter. Orange and shiny like iridescent glass, he dives into his gravel when he is bored. Each morning, I check that he is still alive and offer him a few lines of Shakespeare. Shark opens and closes his mouth, seemingly attentive and patient, perhaps because his foul-smelling fish food flakes follow the recitation. Folly to love a fish. Or anyone who might leave us. But oh, what a gift.\\n\\n"}
{"text": "Title: Unexpected Beginnings\\nStory: We met at a queer Lunar New Year banquet in Manhattan's Chinatown, roughly a month before coronavirus tore through New York. I had just moved to the city to start my career; Rachel had already been here for 10 years. Only a few months after sharing dumplings and introductions, we were sheltering together in a 500-square-foot apartment. Although we long for festivities with parades and banquets, Rachel and I will usher in this Lunar New Year by cleaning our home and recreating the dishes we ate growing up, thankful that we found each other. Here's to hope and unexpected beginnings.\\n\\n"}
{"text": "Title: My Second Mother\\nStory: Our mother, Vilma, would kiss our foreheads when departing for work. I'd get ready for school knowing we would reunite late at night. My sister, Angie, would grab my hand and say, \"We'll be OK.\" Lonely after school, we would wait for our mother to return to our Queens apartment. \"Angie, can you help me with my homework?\" I'd ask. \"Yeah, let's do it together.\" As my single mother hustled, Angie took care of me when I needed care, comforted me when I sought comfort. Not even two years older than me, my sister will always be my second mother.\\n\\n"}
{"text": "Title: Two Pairs of Hands\\nStory: You, age 47, marry a man, age 65. There is no gap in your mental or motor skills. Then one day you are 62. He is 80. Over morning coffee, he says, \"I need to write a thank-you note to Paul.\" You reply, \"Uh-huh. Do that.\" He does not respond. You look up from your laptop. His eyes are misty. \"I can't write. That damn shake.\" His doctor says the hand tremor is benign. Just old age. So here it is, writ large: age gap. You say, \"I'll write it for you.\" He reaches over, grasps your hand.\\n\\n"}
{"text": "Title: Netflix, Cake and SNL\\nStory: For a decade, I've watched my former classmates settle into the conventional domestic pattern: husband, wife, baby, house. They look grown up now. They look like their parents. I, however, remain single at 34, pulling all-nighters and eating cake for dinner. I drive an hour for good ramen. I skip town for the weekend. I watch Netflix with impunity. No one is angry about the dishes. Marriage sent my classmates down a steadier path, one that rarely crosses my itinerant course. I do miss them. For me, saying, \"Congratulations on your engagement,\" is too often another way of saying, \"Goodbye.\"\\n\\n"}
{"text": "Title: Running Is Like Love\\nStory: We compared racing milestones and goals the first time we met because that's what runners do. Obnoxious, I know. Turns out we had entered the same race a year before and finished 25 seconds apart. Cute. Even so, there was no rushing into love. Cautious, and a bit jaded after failed relationships, we became casual running buddies. Training for events set the tone for an eventual partnership: pacing, passion, commitment. For us, running is like love: challenging, addictive and capable of producing the most euphoric highs.\\n\\n"}
{"text": "Title: Another Way to Say ...\\nStory: Every few days, my grandmother, Popo, sends me emojis: cows, camels, suns or blueberries. Sometimes they're accompanied by a confusing, punctuation-less string of words, but they often come alone. Our language barrier - her Chinese and my English - is compounded by Popo's macular degeneration, which makes it hard for her to see the letters and periods on her iPad. But her emojis reverberate with meaning, even if she can't tell what they depict. When I receive one, I hear, \"I'm thinking about you.\" I respond with aliens, cupcakes and flags\\n\\n"}
{"text": "Title: Alone in a Retirement Home\\nStory: My 88-year-old mother is no longer able to walk or do much else by herself, effectively stuck in her retirement home. Most of the facility's residents are women: mothers and a handful of Blitz survivors, like my mother. They watch the news alone in their rooms or in the common area. They know what is happening \"outside.\" My mother realizes that she is among the most vulnerable. Yet while speaking over the phone (I'm in America; she's in Canada), my mother worries not about herself falling ill, but me, her \"poor love.\"\\n\\n"}
{"text": "Title: \"Just\" a Cop\\nStory: After dating too many fellow lawyers, men unduly concerned about whether I was smarter than them (yes), made more money (rude) or was funnier (duh!), I wondered about sperm donors. Then I met Bert. The exes would have called him \"just\" a cop. Hellishly good-looking, irrevocably calm and a quiet observer who missed nothing, he was smarter but didn't need anyone to know it. With so little for him to prove, our income differential was like a height variation: inconsequential when lying down. Thirty years and two children later we're still the right amount of same, the right amount of different.\\n\\n"}
{"text": "Title: A Conjugal Encounter\\nStory: The Holiday Inn clerk smirked when we checked in early without luggage. He had no clue that after 14 years of marriage and two children, we were in crisis: My wife stating, \"I'm not getting my needs met\"; our dramatic loss of income; my unwelcome dreams of living separately. No, this was not a tryst but 12 hours of conversation, a conjugal encounter centered on what we wanted and didn't want from our union. Sure, we made love; conversation is great foreplay. We discovered that the more we communicated, the better the lovemaking. We've been married now for more than 50 years.\\n\\n"}
{"text": "Title: No Need for the Awkward Talk\\nStory: On our first anniversary, my husband gave me a beautiful piece of raku pottery. I loved that pot with its iridescent glaze so much that he gave me another piece for my birthday. And another for Hanukkah. I thought about telling him that my pottery collection was complete. The next year he surprised me with a glass vase. I considered launching into the uncomfortable \"I have enough breakable containers\" talk but held my tongue. Six months later, he wrapped up my vase and gave it to his relative. I didn't know whether to be angry or relieved. I chose relieved.\\n\\n"}
{"text": "Title: 'Anything to Care for Her Again'\\nStory: Friends and family have said, with some hesitation, that they're glad Cathy, my wife of 33 years, did not live past November. I, too, have said I am relieved she didn't have to endure A.L.S. during the coronavirus, with her assistants, feeding tubes and breathing machines. But on what would have been her 71st birthday this past Mother's Day, I understood that even though I was relieved - not for her or our two children, but for me as her caregiver - I also would give anything to care for her again.\\n\\n"}
{"text": "Title: Salami in the Closet\\nStory: When we met, he was studying psychology. On our first date, we split a mushroom flatbread - my choice, because I'm a vegetarian. After three months, we moved in together and he started doing all the cooking. A few years and many vegetables later, he began curing his own meats. In a New York City apartment, this meant salami hanging next to my winter coat. He started interning at a butcher shop and soon left psychology behind. I'm a vegetarian marrying a butcher this summer. That's our idea of true love.\\n\\n"}
{"text": "Title: 'Even If Our Relationship Didn't Work'\\nStory: I was in his living room again. After a six-month relationship and multiple stints of reconciliation, I was standing behind him, twisting his hair into starter locs. Hair was always a topic for us. I often wore mine naturally in a curly Afro. He grew his out. We compared lengths and joked about the frequency with which I switched up hairstyles. But that night, as I sectioned his hair into little twists, I was given some permanence: Every time he'd get his locs retwisted, he'd remember my initial handiwork, even if our relationship didn't work.\\n\\n"}
{"text": "Title: Sending Love\\nStory: Getting care packages at sleep-away camp felt like getting hugs through the mail. Gum, games and Mad Libs equaled instant, albeit fleeting, popularity. Now, from upstate New York, I return the favor to my mother at her senior residence in San Francisco. Dried apricots, bagels and lox, and masks show my love, but they cannot replace real contact, nor clear California's smoky air. Midway through summer camp, we'd watch each parent's car pull up to find their camper. Hugs during those reunions were big and long. Please, are we midway through this ordeal yet?\\n\\n"}
{"text": "Title: \"I Miss Daddy\"\\nStory: My longhaired 5-year-old came back from the weekend at his father's house wearing his father's hat. He wouldn't take it off. \"I miss daddy,\" he said. There were no tears. No tantrums. No whining. He stated the facts. It just was, and he accepted it. I wondered at my son's strength, at his heartache. My parents aren't divorced. I don't know what it's like. That night he fell asleep sucking his thumb and wearing his father's hat.\\n\\n"}
{"text": "Title: \"Just Us\"\\nStory: I have always valued other peoples' opinions over my own, wanting their approval to confirm that I was on the right path. It is such a blessing, then, to have a partner who couldn't care less. When we go out, Justin sometimes asks for \"just us\" photos - selfies that we won't share on social media. He's shown me that our love doesn't need endorsement because we already believe in it. (The irony of publicly sharing our story here is not lost on me.)\\n\\n"}
{"text": "Title: \"To Live and Die in the Dark\"\\nStory: In high school, we watched \"Brokeback Mountain\" in the movie theater, a secret date. The story on the screen was set in rural Wyoming in the early 1960s. We lived in a liberal state, New York, in the mid-2000s. As the movie played, we settled into the theater's darkness, held hands, touched legs. My head rested on his shoulder. When the movie ended and the lights came up, we had already pulled apart. A world away and generations later than the cowboys on the screen, what we shared was also doomed to live and die in the dark.\\n\\n"}
{"text": "Title: She's Back in Our Bed\\nStory: In 1998, I decided to get rid of my very 1980s-looking bachelor furniture. After posting on Craigslist, a gentleman came over with a tape measure. Everything would fit, including my king-size platform bed. He just needed run it by his girlfriend. The next day, the doorbell rang. When I opened the door, I saw the man and my ex-girlfriend from 20 years earlier. We shared our surprise, then moved on to the bedroom set. They said it was perfect. I said to my ex, \"That was ours - are you sure you want it?\" \"Absolutely.\" And off they went.\\n\\n"}
{"text": "Title: Apart but Still Together\\nStory: After paying $2.99 for Tinder Plus, I sat on my couch in Vermont, dropped the little red pin in Seoul and swiped right. So did Jun Hee. Our first FaceTime conversation lasted five hours. God, family, gayness, politics, children - we talked about it all. Not a typical conversation between two Korean men. When I landed in Incheon, he was waiting at the airport. A perfect summer together, our first relationship. Nearly two years later, we're still apart - he in Seoul, I in Changshu - but still together. #modernromance is #real. Get swiping, kids.\\n\\n"}
{"text": "Title: Living in the Light\\nStory: I was old and transgender but not out. I was searching the world in the dark with a small flashlight, lying in bed alone, smartphone in hand, thinking, \"What am I doing?\" I downloaded an app and began writing: \"Does anyone want to talk to a trans woman?\" Before Diane and I met in person, she said, \"I thought maybe I'd meet a friend. I didn't think I'd find love.\" We found love. We dated. We married. I transitioned to live as my true self, and we started a new life in the light.\\n\\n"}
{"text": "Title: A Rescue Cat Rescued Me\\nStory: I met my cat, Talula, on a cold night in 2004 when I was too broke to take Amtrak and too sick to eat dinner. She had been hit by a car but saved by a friend. I was dying from anorexia. I took New Jersey Transit to Philadelphia to pick her up, and I kept her warm with a sweater and sang to her the whole ride home. In New York she slept on my head, sat on my lap and helped me recover. It took 14 years.\\n\\n"}
{"text": "Title: A Cozy, Crowded Bed\\nStory: My friend June said, \"Get rid of the gray. Everyone lies about their age.\" I kept the gray but pretended I was 71, my younger sister's age. My other friend, Alice, said, \"Don't waste your time with these dating sites.\" Online, not much activity. I wrote to some men; some men wrote to me. Then a man, a professor my age, married 44 years until his wife died, asked me out. I, also a professor, widowed after 36 years, said O.K. to coffee. Turns out he lives two blocks away. Now, the bed is crowded: his wife, my husband, us. It's kind of cozy.\\n\\n"}
{"text": "Title: My 6-Year-Old Won\\nStory: When my son was small, we turned our \"love you\" affirmations at bedtime into a game; the winner made the other feel most loved. One night, I told him that I loved him so much, my love filled his bedroom and flowed out the windows like a tidal wave into the streets of New York City. Not to be outdone, 6-year-old Quinn said he loved me so much that his love filled every single atom in the entire universe, and there was nowhere I could go where I wouldn't feel it and know it. He won.\\n\\n"}
{"text": "Title: A Not-So-Sweet Escape\\nStory: My first love called me a vacation, in a poetic way. In my lover's declaration - \"You're a personified vacation, I never want to leave\" - lay our demise. Because you don't want to leave vacation, but you must. Our moment at the beach came and went. I didn't want to be a vacation. I wanted someone to see me and say, \"I am finally home.\"\\n\\n"}
{"text": "Title: 'Dreaming of Debbie'\\nStory: My best friend, Debbie, was 28 and dying of cervical cancer. \"It can't be,\" I thought. I sat by her hospital bed, clinging to the delusion that she would heal. \"Get the hell out until you can really be with me,\" she yelled. I handled that by moving 300 miles away, from New York to Maine. Months later, I startled awake at 3 a.m. after dreaming of Debbie: She smiled and said, \"Holly, I understand now and I love you.\" My sister called the next day. Debbie had died at 3 a.m.\\n\\n"}
{"text": "Title: Three Inches of Rain\\nStory: Three inches of rain fell in a day in Michigan recently, and I kept expecting an excited call from my mother. She loved tracking my weather from hundreds of miles south in Ohio, calling whenever it was, or would be, extreme. Gardening and her great-grandchildren were also good topics for us. Politics and cigarette smoking were not. She hasn't been gone long, but I'll always think of her when the weather gets intense.\\n\\n"}
{"text": "Title: \"Am I Safe?\"\\nStory: Tears welled as I realized the contrast between  us and the couple a few feet over, watching the same flamenco show. They were in their mid-20s with vibrant chemistry, his arm around hers, feeding each other from their shared plate. Patrick and I sat across from each other, our physical contact limited to footsie hidden under the table. My anguish turned to rage that we live in a world where I cannot love as uncompromisingly as a straight person, in which every display of affection comes with the thought, \"Am I safe?\"\\n\\n"}
{"text": "Title: \"The Storm Is Taking It All\"\\nStory: The winds of Hurricane Maria were barreling down our street in the mountain town of Cayey, Puerto Rico. The windows in my parents' bedroom began to shake. My mother left the room quickly, but my father froze. \"I can't move,\" he said. \"The storm is taking it all.\" My two siblings and I entered. We told him he needed to get out. \"I can't,\" he said with a blank stare. We hugged him hard while the windows rattled, threatening to break loose. \"Te tenemos, papi,\" we said. (\"We got you, Dad.\") He looked up at us and started walking.\\n\\n"}
{"text": "Title: To Please a Woman\\nStory: Minh says I'm hard to buy gifts for. Yet every day I anticipate him coming home with little offerings: cookies wrapped in napkins sneaked out of faculty workshops, a bottle of sanitizer, a ChapStick from a job fair. When Minh gives larger gifts, he often confuses the holidays. Among Christmas presents? A \"Most Wonderful Mom\" button. For my birthday? Books and a pumpkin-shaped eraser. Next year is our 25th anniversary. I will pretend to sneer as I unwrap each gift. Then laugh. It's not easy to please a woman already content, a woman who has the best life can give.\\n\\n"}
{"text": "Title: Running, Singing, Tattooed\\nStory: A workaholic who had been single for a long time, I got breast cancer. Survived, and realized I only live once, and should do things I really like. Started running, got tattoos and took up singing lessons. Then I met Tracy, who loves running, tattoos and singing. We're now the running and singing tattooed couple.\\n\\n"}
{"text": "Title: Best Husband Ever\\nStory: My husband and I are both teachers. On our 10th anniversary, I suggested that we review our vows and give grades for how well we had achieved our commitments. Going line by line, we gave our ratings on vows like, \"I promise to share life's joys and to comfort you in its sorrows,\" and \"I promise to listen to you when I do not understand; and to trust you when I am in doubt.\" David kept giving out As and A+s. \"Wow,\" I said, \"do you really think I rated that high?\" David replied, \"I thought I was grading myself!\"\\n\\n"}
{"text": "Title: A Happy Failure\\nStory: After four days of unwelcome offers and requests (one man asking if I could get him a job), I decided that online dating wasn't for me. I deleted the app from my phone but failed to close my account, so one more email slipped through. Rimhel's dad jokes and his love of '80s music made me laugh, his green eyes were kind, and he too was divorced with children. I sent him my number and deactivated the service for good. Lucky me that my failure at technology let my future husband slide right into my DMs.\\n\\n"}
{"text": "Title: 'Mommy, I Am You'\\nStory: On a lazy Sunday, Olivia disappears from the living room, later returning \"dressed as Mommy.\" She wears my red dress, green flats and crossbody bag. I don't need to go upstairs to know what my bedroom looks like. I suppress a smile and get ready to tell her off. But then she gives me that look - that unmatched, adoring look - and says matter-of-factly, \"Mommy, I am you.\" I look at this loving little girl, who sees the version of me I can never be. Soon enough she will be grown up. Until then, let us enjoy this moment.\\n\\n"}
{"text": "Title: \"Our Sleepy Golden Storm\"\\nStory: \"Our Sleepy Golden Storm\" is what my wife, Yiseon, calls him. The night he was born in Gimhae, South Korea, a typhoon blew in from the Sea of Japan. \"Am I in labor?\" Yiseon asked, hunched over a beanbag chair. \"I can't tell.\" We left so late, flying down the rain-slicked neon boulevards to the clinic, that there wasn't time for an epidural, or any painkiller other than a midwife's massage. I had peppermint oil and blood on my hands when we first heard him cry. Outside, the storm stripped ginkgos bare, burying the sidewalks under damp gold leaves.\\n\\n"}
{"text": "Title: Send the Old Stuffie\\nStory: I moved about 1,600 miles with four suitcases filled to the brim. No room for the old: my childhood stuffed animals, Arizona memorabilia or generalized anxiety disorder. As the plane departed for Tennessee, I rewrote my identity; an ideal list of traits, starting with \"super chill,\" ending with \"very extroverted.\" But that first night, as I unpacked boxes in an empty room, my chest tightened. Anxiety had slipped itself into my carry on. Between gasps of air, I texted my mother, \"Mail Bearie NOW.\" My search for independence is ongoing. It now exists amid new and old: new state, old stuffie.\\n\\n"}
{"text": "Title: Three Hannahs\\nStory: \"Where's your mother?\" my 4-year-old granddaughter asked, after I explained I was her \"mommy's mom.\" Her question knocked me sideways. \"She died,\" I said. \"When I was younger than Luke is now,\" I added, gesturing toward her blonde 18-month-old brother. \"I have a picture,\" I said, fishing for my phone. \"What was her name?\" Brooke asked. \"Hannah,\" I said. Brooke's face broke into a beaming grin. \"I love that name!\" she said. \"Two of my friends are named Hannah.\" And with that, the remaining sadness I felt about my mother's suicide lifted. I felt sure of my mother's love.\\n\\n"}
{"text": "Title: I Don't Even Like Baby Ruths\\nStory: It was 1969 and we were 19-year-old camp counselors. He was Orthodox, innocent, working-class, Lower East Side. I was a Forest Hills hippie princess fallen upon hard times. As we waited with our fellow counselors for our evening assignments, he took a Baby Ruth out of his pocket, broke it neatly in half and gave me one of the halves. He didn't ask if I wanted or even liked Baby Ruths (I don't); he just handed it to me without comment. It took eight years to convince him to marry me, but that was the moment I knew.\\n\\n"}
{"text": "Title: Fancy Meeting You Here\\nStory: When I turned 50, I gave up on finding love. Alone and depressed, I went to a friend's Christmas party in San Francisco. There, I met John and felt an immediate spark, a sense of the extraordinary. But our conversation - and the party - ended. We met serendipitously over the years. John was never single. I gave up on love again. Then, hundreds of miles away in the High Sierra, I tried a new hiking trail. John appeared, also alone. Sensing the extraordinary, we finally kissed. And still do.\\n\\n"}
{"text": "Title: The Wild Ones\\nStory: When we met, we were the wild ones. We recognized it in each other. Our nights roaming Los Angeles continued as we pursued our own career paths. Then, our first house, our first baby. I thought I would die from missing our wildness. Our second baby turned us into business partners, essentially, with our communication limited to exchanging information about the children, schedules, bills. Life accelerated; we were stressed and breathless. Until we decided to change everything, to move to the countryside, focus on our children, exist with the awareness that life is a finite gift. What a wild idea.\\n\\n"}
{"text": "Title: Inseparable Twins\\nStory: Sick of being \"the twins,\" we made rules for freshman year. Keep my hair short and red, Anushka's brown and long. Live in different dorms. Sit on opposite sides of lectures (nature and nurture against us, we're both biology majors). No eating in the same dining hall or going to the same parties. Meet once a week, max. That didn't last. I couldn't live apart from someone who's a part of me. After a year of enduring impossible problem sets, roommate drama, assorted heartbreaks and our parents' divorce, we laugh at how we once thought we'd do it alone.\\n\\n"}
{"text": "Title: \"Leave It to Beaver\" and New Love\\nStory: Anna was the manager of the Tucson, Ariz., assisted living home where my father lived. The day father moved in, I told her I wanted to rearrange the furniture. She had already done it when I arrived. She cut his toenails, combed his hair, watched sports and \"Leave It to Beaver\" with him, and played his Bible audiobook as he navigated his last days on earth. I loved him. She loved him. Neither of us had been in love with a woman before. But she said, \"There's a first time for everything.\" In an ending, a new beginning.\\n\\n"}
{"text": "Title: My Grandmother's Secret Files\\nStory: My family was going through my late grandmother's belongings when we discovered her secret filing cabinet. Unknown to us, she had been printing out our texts and emails to her, saving our childhood art, making newspaper clippings of our marriage announcements. She even kept a notebook listing our jobs, friends and favorite movies, to remember in conversation. In my file there was a email I wrote in high school, saying how scared I was to graduate and become an \"adult.\" She told me I didn't have to worry; she was 77 and still felt like a little kid most days.\\n\\n"}
{"text": "Title: The Last Reason\\nStory: My husband, Shakil, and I didn't want to buy a pup, especially during a pandemic. But our 9-year-old made a presentation: \"Ten Reasons Why I Need a Dog.\" Reeham promised to go to sleep on time, keep her room organized, watch less YouTube. What sealed the deal was her expression when she delivered her last reason, \"Because I need a companion.\" The foster family had two options for us: An alert, sparkly-eyed Desi, and her portly, curious sister. Both brown with white on their paws. Our decision was instant and unanimous. Socks and Mittens completed a year with us this June.\\n\\n"}
{"text": "Title: Only Looking at You\\nStory: We met in the South at a Starbucks, where I made Hannah an iced tea. Trained to be friendly, I asked her questions. We started dating before I graduated high school. Just two young women from poor Alabamian families, figuring it out. It's hard being gay in the Bible Belt, but you don't notice peoples' stares when you're only looking at each other. Four years later, her mother and my parents didn't attend our wedding. We didn't care. We drank champagne and went to the local gay bar after, where we found peace, surrounded by queens and real family.\\n\\n"}
{"text": "Title: Who Cares Less?\\nStory: He hooked up with someone else. I never texted first. He didn't show up to meet my sister. I was still talking to my ex. We were stuck in a game of Who Cares Less? I won. But really, I lost.\\n\\n"}
{"text": "Title: Words That Make Me Feel Less Alone\\nStory: Whenever I was in need of comfort as a child, my father would ask me, \"Que pasa, mi vida?\" which means, \"What happened, my life?\" Like an incantation, these four words made me feel instantly less alone: What is happening to you is happening to me because you are my life. \"Que pasa, mi vida?\" I now ask my partner when he wakes up with a headache. When he says he's feeling flat. What is happening to him is happening to me because he, like my family, is my life.\\n\\n"}
{"text": "Title: Past Paradise\\nStory: When we were 12, we caught bullfrogs in the weeds near the lake. Their slippery legs slid through our fingers. As we let them go, she squealed, pretending to be scared. One day she ate a Popsicle that turned her lips dark blue. \"Are you cold?\" I said, joking. We kissed, tentatively, like frightened fawns. I fell in love with her that summer, but we grew up, married other people, and lost touch. When I visited 60 years later, we shared our memories of that summer until our silences grew long, like shadows at a day's end.\\n\\n"}
{"text": "Title: First Time Home\\nStory: It was my fifth trip to Ireland, but my first time in Connemara, the place my grandmother had left, an area known for its storytelling. I was scared it wouldn't live up to her stories, or maybe I wouldn't. David, a cousin I hadn't met before, raced me around, rhyming off dates and details, coloring in our ancestral lines. He handed me a photo, his grandfather in Canada, visiting my grandmother - standing together as we did then. I held in tears as David politely looked away. As I departed, he hugged me and said, \"Come home again, soon.\"\\n\\n"}
{"text": "Title: Welcome to 'Our Weird Little World'\\nStory: When my oldest friend got pregnant, I felt embarrassingly abandoned. Since fourth grade, Eloise and I had been cocooned in our weird little world; while excited, I worried that our friendship would soon become a faint star in the constellation of her life. I imagine that others in my position would feel similarly, yet I judged myself for not being more exuberant. Eloise's daughter came, grew and learned to crawl. One day, on FaceTime, as I watched her wiggle through the doggy door, I realized I couldn't be jealous. She was a little weirdo, just like us.\\n\\n"}
{"text": "Title: Music in the Woods\\nStory: Jenny plays music from her MP3 player. Christmas carols in July. Operatic voices fill the woods as robins flutter down and surround her. Jenny stops moving and stares. The robins sing. No words are spoken. Complete contentment in nature. She turns to me and plants an awkward, resolute kiss on my lips. It is only now in her teenage years that she can tolerate touch. I pull my autistic daughter to my breast and feel her love.\\n\\n"}
{"text": "Title: Who Is He?\\nStory: When Dwayne and I met, he had a short, tidy beard. I encouraged him to up the ante, and now his beard is a thing of beauty - one of his most recognizable features. Although humans are impressively skilled at recognizing faces, the loss of context, like seeing someone outside of their usual setting, can delay recognition. Twice, I've been out and noticed a man with a giant salt-and-pepper beard walking toward me and thought, Dang! He's hot - only to realize he's mine. In those moments lies the thrill of knowing I would choose Dwayne all over again.\\n\\n"}
{"text": "Title: 'We Won't Finish This Story Together'\\nStory: The 19-year age difference appalled my mother: \"It will kill your father!\" Yet my father approved. \"We don't always understand what Gayle does,\" he said, smiling, at my wedding. \"But it always works out.\" In time, nobody noticed the age gap - we certainly didn't. But 34 years on, it's gaping again. We know we won't finish this story together. I creak a little; he creaks more. Yet we're still riding the same wave of passion that we always have: argument, travel, art, a shared table. We will crash with happiness; we refuse to end with a whimper.\\n\\n"}
{"text": "Title: My Son, the Homeowner\\nStory: My son just bought a house. My 32-year-old with a modest salary saved enough for a down payment. My child who struggled for so long found a first-time home buyer assistance program and earned a matching grant. My firstborn whose future I questioned - would he ever become independent? - met with loan officers, talked with bankers, engaged a realtor. My Matthew closed the deal on a two-bedroom, one-bath bungalow with hardwood floors, a funky kitchen and a screened-in porch. My son, diagnosed with a brain tumor at age 11, exceeds my every expectation. My heart. It's bursting.\\n\\n"}
{"text": "Title: One Obvious Pro\\nStory: I grew up in a small town where same-sex relationships were considered abnormal and wrong. As I struggled with my sexuality, I began wondering, \"Should I even try to have a romantic relationship?\" When I left for college and fell for a girl, I was afraid to act on my feelings. My friend, John, came to my dorm to help me weigh the pros and cons of pursuing her. Later, I looked over the list by myself. John had written mostly jokes, except for one word: \"Love?\"\\n\\n"}
{"text": "Title: Seeing Her in Me\\nStory: \"I'm sorry for your loss.\" As if you're lost, like a forgotten wallet or misplaced keys. A phrase used to empathize, to quell unease. I have said it too - about pets and strangers, but never about you. I find you in my deep-set eyes and the cheekbones below. My hands match yours 30 years ago. I see you in my summer tan that's dark by mid-July, and in the lines that arc around my mouth if I laugh or cry. No, I haven't lost you, Mom. That could never be. You're present everywhere, most of all in me.\\n\\n"}
{"text": "Title: Trusting the Edge\\nStory: A family holiday card that year would have shown our faces being scratched out: father dead, mother in assisted living, one brother in a coma. I'd just broken up with a dishonest, possibly-cheating-on-me-boyfriend. My brother Gary took me ice-skating at the local rink. He was graceful and fluid; I tottered on wobbly ankles. He skated over with ibuprofen, a Walkman and headphones. Coltrane was playing \"My Favorite Things.\" \"Trust the edge,\" Gary said. Soon I was gliding along, no longer depressed or caring if I fell. I knew he would be there to help me up.\\n\\n"}
{"text": "Title: Written on Skin\\nStory: My skin knew on our second date. It warned me that our connection was too quick, too intense with red, peeling patches across my cheeks and chin. (Dermatitis, dermatologists said, unsure of the trigger. Stress, maybe, or some unknown irritant. I dismissed it with prescription desoximetasone.) My skin knew the week before our wedding, swelling until my eyes shut tight, so puffy and pink and full of panic. My skin knew the moment it met my wedding band. The rash on my ring finger only left when I did, two years later. My skin always knew. Underneath, I did too.\\n\\n"}
{"text": "Title: What Might Have Been\\nStory: We started dating a few months before the pandemic. She lived in New Jersey while I lived in New York, and she drove a dusty compact car. The back seat was like an Army surplus store: blankets, picnic chairs, snacks, water. She was a civil engineer and liked to be prepared. The first time we kissed was in her car, contorted across the front seats. I remember the scent of her shampoo, and the weight of everything behind us and the year ahead. The last message I received from her was: \"The pressure is too high, I can't. I'm sorry.\"\\n\\n"}
{"text": "Title: A Simple Friendship\\nStory: \"Blah-blah?\" she would say, knocking. Only 2, Isabelle would venture through the building's halls to my apartment. Together, we'd water my plants or scribble a story. At 3, she told me all about Peppa Pig. At 4, Isabelle came to my door, saying, \"Bra-bra, taste Mommy's kheer.\" We savored its delicate sweetness. On East 84th Street in Manhattan, we watched tulips bloom, leaves fall, snow arrive. \"Hi, Barbara,\" Isabelle said at 5. Sitting on my window ledge, she'd count taxis and doggies. Unlike the complicated men I dated, if I offered Isabelle a tangerine, she'd simply relish it.\\n\\n"}
{"text": "Title: Unexpected Intimacy\\nStory: Running to stay strong, to fill time, to be connected to ground and air and the space between one breath in and another out. Sometimes running is meditative solitude, sometimes joyful: for me, and me alone! Sometimes the isolation is crushing. Tears start before my feet stop. An evening run, 10 months into weathering the pandemic on my own. Another runner and I fall in step. There's no explicit acknowledgment or agreement. But for a quarter mile in Queens, we maintain our pace. Breathing heavy through masks. Moving in tandem until our paths diverge. Distant but close.\\n\\n"}
{"text": "Title: A Hard-Earned Moment in the Sun\\nStory: Did I ever mention what a tough but generous woman my Grandma Kay was? After working as a coil winder for Midwest Coil and later as a secretary at Mutual Scrap Metal, she took a Chicago Transit Authority bus to and from our household of six children to help our mother, five days a week. After wiping bottoms, mopping floors and making beds for six unappreciative brats, Grandma Kay would sit on the porch savoring her cigarette while sipping an ice-cold glass bottle of Pepsi, barefoot, with her face toward the sun.\\n\\n"}
{"text": "Title: A Heart Left to Burn\\nStory: My nurse wore a pink shirt and blue scrub pants that dragged along the floor. Her frizzy blond hair hung down her back. Her face was tired, as if she had endured a long night, but that didn't stop her from illuminating the hospital room. She walked with confidence, loved peanut butter like me. She wanted to save the world by using her plastic knife over and over again. But she could never be mine. I would never see her again. What more is love than a heart set on fire, left to burn?\\n\\n"}
{"text": "Title: Almost-Twin Telepathy\\nStory: My brother, Will, who can fix anything, always carries a pocketknife. I'm four years older, but we share a bit of twin telepathy. He's a devoted, much-loved uncle, even if he doesn't often attend my children's school or sporting events. Weeks after my marriage imploded, I dragged myself to my son's baseball game. With some social battle lines already drawn, I sat alone, withering on the inside. At the bottom of the first inning, someone surprised me by taking the adjacent seat. Will didn't say a word. He just put his big, strong arm around my shoulders.\\n\\n"}
{"text": "Title: Hello, Ruby\\nStory: Unspeakable pain in my right shoulder sent me to the doctor at 37 weeks pregnant. \"HELLP syndrome,\" she said. Life-threatening. Emergency C-section. Blood transfusions. Liver blood clot. Rare. I wasn't ready to meet my baby girl. I searched for clues in the nurse's eyes, asking her, \"Am I going to die? Will I be able to be her mother?\" My baby lived. I almost didn't. Weeks followed where I couldn't hold Ruby. I was too weak. Wasn't ready. Didn't want to. Then one day that tiny girl gave me a half smile. I knew we were going to be O.K.\\n\\n"}
{"text": "Title: In Harmony\\nStory: The salty taste of arroz con gandules, carne vieja and a slice of cold aguacate. The daytime soap opera plays in the background as I wait for mami to leave work and get me. My grandma sings hymns softly while my grandpa looks out the window. A chorus of bird songs accompany Grandma's melody. A toddler, I sit on the chilly tile floor, preferring this to the sofa with the plastic. Grandpa was always so quiet; Grandma was loud and commanding. They were perfectly in harmony as they rocked in their chairs, and I daydreamed and loved them.\\n\\n"}
{"text": "Title: A Shaft of Light\\nStory: We were 7-year-olds without siblings, living in adjacent Montreal apartments that shared a bathroom light shaft. Margaret had curly, ruddy-brown hair and glasses, and we simply liked each other. As soon as our parentally approved time together ended, we would run to our respective bathrooms, stand on our respective toilet seats and chatter through the windows until called away. Eventually, her family moved out and mine left Canada. Sixty-two years later, I see: That light shaft was our social medium, those windows our screens, in our analog love story.\\n\\n"}
{"text": "Title: My Life as a Kernel\\nStory: The way a never-been-kissed 23-year-old feels on a date's couch is the same way the last unpopped popcorn kernel feels in the microwave. As an anxious and over-scheduled kernel, I always stopped the timer before the ideal mark. But on a walk with a coronavirus-free individual, I gained the courage to complete the cycle of electromagnetic waves. These past months of death and injustice have taught me that life is short. I never knew what would diminish my first-kiss fear. Turns out a pandemic is a really good microwave.\\n\\n"}
{"text": "Title: Our Final Weekend\\nStory: Recently I saw my former boyfriend, roommate and best friend in Brooklyn's Fort Greene Park. We reminisced about our final weekend as a couple, including the ungodly Lincoln Tunnel traffic and hours of overly curated podcasts. As we arrived in Tivoli, on what was supposed to be an idyllic trip to salvage our romance, his phone dinged with a book delivery notice: \"Getting the Love You Want: A Guide for Couples.\" Months later, sitting in our old spot in the park, we burst out laughing at this small moment, at everything that we couldn't be for each other.\\n\\n"}
{"text": "Title: Division Decisions\\nStory: Years ago while away for the weekend, I woke up before my friend. In the refrigerator I found a small amount of orange juice and split it between two glasses. When she woke up and saw the juice she was surprised. She said that if her husband had found the orange juice, he would have poured it all in one glass for himself. I realized that if my husband had found the small amount of juice, he would have saved it all for me. We are still together; they are not.\\n\\n"}
{"text": "Title: Curmudgeon Loving\\nStory: Last year, I asked my husband to participate in a gratitude challenge. Whenever we felt thankful, we'd add a note of gratitude to a jar. Matt took the task seriously; I less so. I began wondering if my gratitude \"cog\" was broken and grew worried. Is there anything worse than being married to an ingrate? This January, we reviewed the jar's contents: a year's worth of mostly Matt's notes. \"This is fun,\" he said. \"It'll be our family tradition.\" It seems he hasn't noticed that he's married to a curmudgeon, or maybe he doesn't mind. Either way, I'm grateful.\\n\\n"}
{"text": "Title: Broadcasting the Truth\\nStory: The things I was too scared to say to him in person, I would talk about on my podcast. I knew he'd be listening. My medication? Yes. Sexual history? Sure. Fears? I'd pepper these throughout the episodes. \"It's funny,\" he'd say. \"I'm learning so much about you. All I have to do is listen to your podcast.\" With my lips to the microphone and his earphones at the ready, I thought I was saving us from having to discuss the awkward topics face-to-face, but without that vulnerability, we never stood a chance. Like every episode, the end was inevitable.\\n\\n"}
{"text": "Title: Let's Not Keep In Touch\\nStory: \"You never call me anymore,\" I said to my mother. Four years ago, when I was in my first semester of college and she was newly divorced after 25 years of marriage, we talked every day. Our conversations about the politics of dorm living, or a bath for our family dog, could stretch for hours. Now our calls are less frequent, but I find joy in knowing that they're also less needed. I have made friends who will be hard to leave after graduation, and my mother has met someone who loves her almost as much as I do.\\n\\n"}
{"text": "Title: 'Laughter Still Lights Our Way'\\nStory: Sometimes the mind slips into dark places. On one such day, I was in the kitchen when my mind busied itself thinking about all I hadn't achieved. Juggling a career and motherhood, I wished I had more time for both. Believing myself to be alone, I muttered, \"What am I good at?\" Behind me, quite unexpectedly and matter-of-factly, without a moment's hesitation, my 6-year-old piped up in his precocious way. \"But Mom, without you there would be no laughter.\" Nate is almost 33 now, living on the opposite coast. Thankfully, laughter still lights our way on dark days.\\n\\n"}
{"text": "Title: What I Want to Remember\\nStory: I started cleaning our apartment so I could take photos to remember it by. My husband was retiring, and we were moving from New York - leaving the place where two lonesome apartments combined into this one; where two single people combined as a pair; where I, at 63, had lived longest. What I really wanted was to remember our home in all its chaotic glory: open sardine tins, piles of papers and books. So I stopped tidying. You'd think this mess was caused by moving, but really it was created because we were living.\\n\\n"}
{"text": "Title: A Nose Like Mine\\nStory: I was 23, the age when she'd made the decision to carry me, then pass me on. He picked me up from the Atlanta airport in a limo with a bottle of champagne. I loved him immediately and as recklessly as he'd probably once loved her. \"I always wanted you,\" he said, his musician's voice so different from that of Eugene, the Irish Catholic father who raised me. I studied my birth-father's long hair, broad shoulders, calloused fingers and nose that dipped like mine. He isn't perfect, I learned. But he's the only man who's written me a song.\\n\\n"}
{"text": "Title: Our Juliet and Juliet Moment\\nStory: \"Can I still see my girlfriend?\" I asked the doctor on our virtual visit. \"Do you live together?\" she said. We had been together for only six months and lived apart. \"Then, no,\" she said. Darn. In March 2020, nobody knew anything about this virus. We followed the doctor's orders. I isolated for five weeks, never leaving my apartment and doing my laundry in my bathtub. One day, Lisa gathered the courage to bike to my apartment, stopping outside my Brooklyn window. I looked down at my distant lover and felt a flutter of forever.\\n\\n"}
{"text": "Title: Meals Are Bland, Life Is Good\\nStory: My husband and I used to enjoy cooking together and keeping the spice rack well stocked. After our nest emptied, the bottles of hot sauce on the top shelf dwindled (too much heat for my husband alone). To curb our carb intake, I stopped baking. The cinnamon and vanilla extract gathered dust. Soon, he went vegetarian, and I leaned Paleo. Meals became functional and uninspired. The spice rack filled with prescription bottles. Retirement and coronavirus cramp our personal space, but most days we still eat together. Who needs spice when you've already got your sugar?\\n\\n"}
{"text": "Title: Because I Loved Him\\nStory: He is lying on my chest, our breaths synchronized as we ride a London taxi to my home. I kiss his forehead. It's not working between us. We'll try to be friends. He stretches to reach my lips and we kiss. I stroke his hair with tenderness, knowing that it might be the final time. We are taught that love must be forever - that a relationship loses its significance if it doesn't last. Yet, I love him because I loved him.\\n\\n"}
{"text": "Title: She Laughed Big\\nStory: She lived for 56 years, 26 of them with me. She died. I live. No one in the world laughed like she did: big, loud, head turning. Easy to remember. What a blessing.\\n\\n"}
{"text": "Title: What Love Was, the First Time\\nStory: I was 16 with Pakistani parents as traditional as they come. His family was proudly American, too proud for a brown girl like me. Neither house held open doors so we scrambled into my parent's Pontiac. Each kiss was resistance. Legs cramped as the hours passed, but cup holders held sustenance in the form of strawberry milkshakes. That first love was finding obscure parking lots and fogging up windows. It was discovering clothes in the back seat and smirking as I was driven to church on a Sunday.\\n\\n"}
{"text": "Title: City Boy Crashes Through Country Garage\\nStory: I felt like such a city boy when we visited her family farm in Collie, New South Wales. Born and raised in Sydney's inner city, I had no dust on my boots or dirt under my nails. \"You drive a Ute?\" her grandfather asked me, referring to a utility vehicle. \"Absolutely,\" I lied. When I crashed through the back of their garage, I figured we were over. At least it'll make a good story: \"I used to date this girl until her grandfather killed me.\" He ran over, unleashing an impressive torrent of curse words. Then I saw her doubled over laughing and knew everything would be OK.\\n\\n"}
{"text": "Title: We Couldn't Marry, So She Married a Guy\\nStory: As we sat close together at a cafe, I asked her if she was sure. We had been lovers for five years and friends for 10. \"My wedding is in two days,\" she replied. \"I hope you can make it.\" Then she said, \"Had you been a guy, we would have two kids by now. Also, married.\" I smiled, she smiled back, her expression spelling regret. We were two Filipino women without the right to wed.\\n\\n"}
{"text": "Title: Pearly Whites, a Testament to Delight\\nStory: Springtime 1977, I was laughing on my grandmother's front stoop in Queens. I can't recall what was so funny, but I remember this: falling off the stoop and chipping my newly minted front tooth. I ran inside to show my mother and grandmother. Panic ensued. The dentist was called. Days later, I sat in Dr. Kornfeld's office as he expertly repaired the chip. His handiwork has miraculously held for 45 years. My current dentist suggests that I replace the composite with something new, but I refuse. My smile remains a tiny memorial to a kindly, skilled dentist I'll never see again.\\n\\n"}
{"text": "Title: Still Holding Me Tight\\nStory: Conor and I had just decided to go steady when his Canadian visa expired. He wanted me to return to Ireland with him. I didn't want him to be my only lifeline in an unfamiliar country. \"Let's go be starving artists in Berlin instead,\" I said, half joking. Berlin was new to both of us. After moving, we didn't have much. We shared a small bed and a single pillow, but I was happy because he held me tight as we slept every night. Years later, on our queen bed with an excess of pillows, he still holds me like I would fall off if he didn't.\\n\\n"}
{"text": "Title: No More We. Just I.\\nStory: He asked me to marry him on our first date. Over the next 25 years: We (mostly I) raised four daughters while moving between two continents, three countries and seven states. We (mostly he) gained career success, rising through the corporate ranks. We (mostly I) mourned then transitioned to life with a handicapped child. And then we (both) fell apart, just when we should have been enjoying the fruits of our labor. He left me on April Fools' Day last year, six days after we opened our (now my) dream restaurant. There is no more we. Just I.\\n\\n"}
{"text": "Title: Comfort Object\\nStory: As a child, I clung to the pillow my mother made me. When I lost my first dog and my grandfather, I hugged it as I rocked with pain. When I got engaged, I smiled into it, feeling it could sense my joy. When I left my family home in Mumbai as a married woman, it went with me. Over the last 38 years, my pillow has changed covers, houses and its cotton. But my affection and my mother's dedication remain unchanged. Any time my pillow threatens to fall apart, my mother lovingly recreates its stitched stability.\\n\\n"}
{"text": "Title: Changing Our Language\\nStory: When my husband and I would say, \"Good night; I love you\" to our three children, our eldest and youngest would respond naturally. Our middle son would not. Though he talked our ears off, any questions we posed lingered and never found connection, as if he couldn't hear. When he was 4, his tantrums worsened until a doctor softly said, \"It's autism.\" We realized that it was our language that needed to change. We began sharing scripts with him for daily conversations, captions to our emotions. It hasn't been smooth, but at 6, our son replies, \"Good night; I love you too.\"\\n\\n"}
{"text": "Title: A True Milestone\\nStory: The day before my 32nd birthday, Greg gripped my hand in the emergency room. The sonogram revealed a miscarriage. He comforted and anchored me as I waded in a sea of grief for weeks, then months. Seven years and two children later, Greg remembered to pick up my 39th birthday cake, along with hand sanitizer, as New York City lurched toward a grim shutdown. Now, almost a year later, almost a year older, almost a year at home, I walk bravely toward my 40th birthday, knowing the true milestone is our love and health.\\n\\n"}
{"text": "Title: A 'Conspiracy of Affection'\\nStory: While vacationing in London's Clerkenwell neighborhood, I found a dance class that seemed doable: \"Limbering, Tuesdays 6 p.m.\" The next evening I found the stately brick building just blocks from my rental. Everyone welcomed me warmly. \"Where should I stand?\" I asked the teacher, who I guessed was in her 80s. When she didn't respond, I was surprised. \"She can't hear,\" the student beside me said. \"But it's OK, we all know the routine.\" I joined this conspiracy of affection and followed along so that our teacher, buoyed by her devoted students, could continue doing what she loved most.\\n\\n"}
{"text": "Title: My Mini Me\\nStory: \"Are you going to have a baby?\" I asked my mother over a game of mancala. I was 8. Though she had told me to be careful asking women about pregnancy, I was curious. She cocked her head then answered yes. \"I would like a little brother,\" I replied. Twelve years later, the moment is still on my mind. \"Hey, Big Head,\" my little sister says whenever I return from college. I can't help but grin in response. My parents gave me an annoyingly charming Mini-Me. Not a brother but someone with a similarly big head.\\n\\n"}
{"text": "Title: What Lingers\\nStory: Long before her diagnosis, my reliably cheerful friend turned sour. Even our most mundane conversations became contentious. Pessimism and frustration darkened her world. Eventually, as words eluded her and her thinking grew disorganized, the diagnosis came: early dementia. Terrifying, yes, but naming her condition set her free. Her joy returned in force. Now, when I visit her in her assisted-living apartment, a smile lights her face. Complex sentences are out of her reach. Instead, she pours out pure love - telling me I'm wonderful, beautiful and smart. Her son says her happiness lasts for hours after our visits.\\n\\n"}
{"text": "Title: A Love Uncontained\\nStory: Because of a genetic condition, I have macrocephaly: My head is much larger than most. Lucky for me, my girlfriend says that, between me and our Great Dane, she must love big heads. Unlucky for me, my head size is the least of my problems, some of which regularly threaten my health. Despite the risks I face, I love the freedom of scooters, bikes and roller skates. My girlfriend worries. One day, she came home with a very big box: a helmet. When it fit, my head was safely secured, but my girlfriend's grin could not be contained.\\n\\n"}
{"text": "Title: Making it Official (Again)\\nStory: \"OK girls, here's the scoop,\" my mother texted. \"Dad and I are getting married.\" Fifty-two years after their wedding, 27 years after their divorce, and 18 years after he moved back in, they were making it official (again). She insisted there be no fuss. My sister and I insisted fuss was the whole point. I flew from California to Vermont, writing the ceremony on my way. They sat in chairs on the lawn between the porch and driveway. They took their vows, slipping their original rings back on. We had sandwiches and cake. Then my father went back to bed.\\n\\n"}
{"text": "Title: Welcoming a Little Change\\nStory: I saw a box of golden raisins at the store and thought, \"We haven't had those in a while. They might be a nice change.\" Last year, my husband had a heart attack and was given an arterial stent. I recently was tested for uterine cancer (negative, but still). We're anxious about our children, our parents, money, health insurance, coronavirus, and the violence and injustice in the world. But one morning I make my husband's oatmeal and ask if he wants any golden raisins. \"Oh,\" he says, \"we haven't had those in a while. They might be a nice change.\"\\n\\n"}
{"text": "Title: Lesson in Love\\nStory: I lost faith in love when I was 11, growing up closeted in a conservative California community. Then, at 19, I met Tyler. He was thoughtful and dependable, everything I wanted in a partner. Like an animation, my gray world suddenly became colorful; my feelings for him were vivid. But he was well off and definitely not gay, while I was gay and poor. Not meant to be together, just to complement each other's lives. I still believe in love, but I now understand that love also means knowing when to let go.\\n\\n"}
{"text": "Title: Perfectly Aligned for Three Months\\nStory: I met Ashlyn the summer after my freshman year of college. We worked as housekeepers on a Wyoming ranch. Ashlyn had debilitating obsessive-compulsive disorder, which helped her excel at her job but also could make her an insufferable co-worker. She took me under her wing and taught me, eventually becoming my friend. As our three months together ended, she thanked me neither for our bond nor our memories, but for setting the silverware the way she liked: the knives and forks perfectly aligned. \"No one notices,\" she said, \"but I do.\"\\n\\n"}
{"text": "Title: Instant Intimacy\\nStory: Living in Bangkok, I suffer from a common affliction in urban metropolises: Among millions of people, I'm lonely. The fact that I am a shy foreigner makes new relationships difficult to cultivate. So I often fulfill my need for human intimacy through one of Bangkok's most widely available and affordable activities: massages. A one-hour massage per week easily turns into two hours, then three. Four is a record set during one especially solitary stretch. For those hours, my body - contorted by confident, unyielding hands - returns to a childlike state; contained, safe and embraced.\\n\\n"}
{"text": "Title: Just Say It\\nStory: My man chuckled and said, \"I was wondering when you'd say it.\" The \"it\" has always been, \"God, we are so lucky.\" I rarely know when it will come tumbling out: Late winter on Forest Beach in Chatham. Walking by my grandmother's apartment on Mulberry Street in Chinatown. Minutes after seeing Dylan at the Beacon Theater. A Paris cafe in an arrondissement I can't recall. And this morning over coffee as we mark 16 years since we traveled to Jiangxi Province, where our daughter first nestled in my arms. Now, she's a strong young woman. God, we are so lucky.\\n\\n"}
{"text": "Title: Toast Will Bring Us Together\\nStory: It was an awkward first date between me, a foreigner from the United States, and Yun-Hsing, a Taiwanese. I took her to a party with too much English and not enough privacy. Friends kept interrupting to ask about my latest heartbreak, my missing cat, Toast. Trying to salvage the night, I invited her back to my place. I was changing clothes when I heard her shouting. When I ran over, she was holding Toast! We spontaneously embraced, melting our awkwardness. That was three years ago. We married this summer after Taiwan legalized same-sex marriage.\\n\\n"}
{"text": "Title: \"Tell Me, Honey\"\\nStory: I have worshiped my older brother my entire life. We are in our 50s now. Last summer he fell ill, gripped by mania, his extraordinary mind betraying him, fueling a paranoia that his wife and I were working against him. I wept constantly, wracked with worry. I was desperate to talk about it - once a day, or 27 times - for months. Before his difficult recovery, whenever I would begin a sentence, \"My brother ...\" my husband of two decades would put down his phone, coffee, newspaper or briefcase and look into my eyes and say, \"Tell me, honey.\"\\n\\n"}
{"text": "Title: There's a Logic to Love\\nStory: As an engineer, I believe problems have logical solutions. To solve my relationship problem, I needed to structure it. Standing at my boyfriend's whiteboard with a marker and a flowchart I'd drawn, I asked him questions, tracing his answers down the chart. He was happy but wasn't sure he could fall in love with me. The chart said \"Break up,\" so we did. I went back to him, promising to love myself enough for both of us. It didn't work. We broke up again. Love is simple. The flowchart and your heart must lead to the same answer: \"Stay.\"\\n\\n"}
{"text": "Title: Dating Advice From Dad\\nStory: After church, eating cinnamon buns at a diner in Carson City, Nev., I asked my father for dating advice. I was frustrated with the men I had met on apps. He chewed, nodded and smiled. A professor, my father relishes the opportunity to provide wisdom. \"Abby, successful relationships are about shared values and companionship.\" His words didn't fully resonate until months later, when Laura approached me at work in the hospital's courtyard while I was reading on lunch break. When she invited me to join her queer book club, my father's words drowned out my cautious inner monologue.\\n\\n"}
{"text": "Title: Sometimes We Fight\\nStory: I threw a glass bottle on the floor. Shards of glass flew in every direction. \"I hate you,\" I screamed. My boyfriend, who had accidentally locked me out of our apartment at 3 a.m., sat motionless on the couch, spinning from alcohol and our disastrous party, unable to help. I curled up in tears in the kitchen, accompanied by one hungry mosquito. The next day, he cleaned up all the glass. He got cream for my bug bites. He said sorry. I said sorry. Sometimes little pieces of glass still get stuck in our feet. We just clean them up.\\n\\n"}
{"text": "Title: A New Nest\\nStory: Two couples sit on a Central Park bench to discuss an adoption. One of the pairs is seven months along in pregnancy. They watch a squirrel descend a tree and cross the lawn. \"What's it got in its mouth?\" one asks. \"A baby squirrel,\" I reply. We watch the squirrel climb another tree, scamper down alone, then climb the first tree, descending with another squirrel in tow. We sit in silent awe as the squirrel brings her babies to a new nest. Our daughter is 16 now.\\n\\n"}
{"text": "Title: Waving From the Other Side\\nStory: On my father's workdays, he would wait for me to wake. I would dress quickly, splashing water on my face. Leaving his scooter behind so we could talk along the way, he would speak of life, of love, both of us laughing; sometimes I would cry. \"You'll understand someday,\" he would say when I searched his eyes for answers. A hug, then he would cross the busy street in Mombasa, Kenya. A smile in his eyes, he would stand on the other side and wave. I cherish this memory now that he has crossed over to life's other side.\\n\\n"}
{"text": "Title: Those Who Diet Together, Stay Together\\nStory: I wanted a date for New Year's Eve, so I posted on a dating forum. In my bio, I said I'm a big lady so don't message me if you can't handle a real woman. Of the people who replied, one said, \"I'm willing to go on a diet with you.\" We met in November, dated in December and had our New Year's date. Four years later, on the eve of the new millennium, we got married. After 18 years together, we are both still dieting but happily in love.\\n\\n"}
{"text": "Title: Four Impeccable Eggs\\nStory: \"There's a nest under there!\" my older son announced. Sure enough, on a sideways ladder under our deck was a perfect bird's nest. We watched as a pair of robins darted in and out, finishing their creation. Lockdown days were long as I mothered two young boys while grieving the unexpected loss of my own mother. Any diversion was welcome. Soon enough, an impeccable blue egg appeared. The next day, another - and another, until four tiny eggs lay in wait. When the first egg hatched, I stood with my sons, missing my mother, feeling my heart crack open too.\\n\\n"}
{"text": "Title: When Snow Melts\\nStory: Wonder Woman's eyes on my ninth grade journal elicit sharp memories. I purchased the notebook when I was 14, a new student in a new state. Hounded by an internal villain wielding a whip of self-doubt, I tried to emulate Wonder Woman's strength. The pages describe a young dancer fearful of being \"an ugly, stumbling little snowflake who you could miss in a blink.\" Now, at 18, I look at the trees unfurling after a long New Hampshire winter. Though I have learned to appreciate snow, I am always grateful when it melts. And this is a story about spring.\\n\\n"}
{"text": "Title: Everyone Should Have a Maxine\\nStory: Aunt Maxine brought matzo and two jars of jelly one Passover when I was sitting in the hospital with my daughter after her cardiac surgery. \"I know you said just bring strawberry, but you're like me - you'll want options,\" she said, setting the bag on the bed. We'd become close when I married into the family less than a decade after she did. In tight families like my husband's, new people take a long time to stop being new. I hope every young in-law receives a Maxine, someone who welcomes and brings options, anticipating your needs before you do.\\n\\n"}
{"text": "Title: Will the Dishwasher End Us?\\nStory: Big fight today before grocery shopping about the proper way to load knives into the dishwasher. A small yet pivotal moment in our shelter-at-home lives. Do we cause a scene in the Trader Joe's line? Do we forgo collaboration on the grocery list? It's drizzling, gray. The people behind us are a little too close. He's wearing the jacket that my father gave him. I laugh, pull him toward me, say, \"This is the dumbest fight I've ever been in.\" He nods, kisses me. If we have to be stuck, at least we're stuck together.\\n\\n"}
{"text": "Title: Our Rescue Game\\nStory: The year our father left, I'd thrash around on my big sister's shaggy blue carpet at bedtime, pretending I'd fallen overboard. Melanie would hoist me into the lower bunk, singing as I dozed off. Our rescue game turned real one winter's day at the bus stop. I bent to pack a snowball. When I stood - smack! - I was hit in the face by Melanie's own icy projectile. Stunned, I began running, then fainted. Melanie started mouth-to-mouth resuscitation and then carried me home. Our father never returned. But my sister is still here, healing life's harshest wounds, breathing joy into my everyday.\\n\\n"}
{"text": "Title: Fight or Flight\\nStory: I don't think I understood the \"fight-or-flight response\" properly until I experienced it. My body would freeze when I kissed someone, alarm bells blaring in my head. My heartbeat would fill my ears and zap my brain. But one day I met someone who held me while I cried, who wanted to help, wanted to listen. He showed me that touch could be about sharing instead of taking. Touch could be about loving. Even though we knew it wasn't meant to last, I am still grateful for the time we spent together.\\n\\n"}
{"text": "Title: When Lies Turn Into Prophecies\\nStory: A very drunk man won't stop telling me about trains. The Cape Town summer is hot, the night sticky, my drink warm. This gay bar will surely sink, given the number of heaving bodies shoved inside it. I nod at the train-talker, plotting an escape, and you appear. Your accent is cute, your beard cuter, and you tell the train guy that we're here together. Suddenly, we are here together. It isn't a lie; it's a prophecy, and a good one at that. Ten years, three countries, five cities, four dogs and two toddlers later, we're still here, together.\\n\\n"}
{"text": "Title: Watching Other People Fall for My Boy\\nStory: I fell in love with a boy when I was only 18. Both of us were raised in conservative Christian households, and we said \"I do\" at 20. Twelve years and two children later, we're still in love. But I kept falling in love with other people, too. So now we're polyamorous. I have a boyfriend. He has a girlfriend. And we share a relationship with another woman. I enjoy it, but what I think I like most is watching other people fall in love with the same boy I fell for years ago. It's like, \"Yeah, you get it, right?\"\\n\\n"}
{"text": "Title: He Uses My Head as an Armrest\\nStory: He's 6-foot-5 - taller than Steph Curry. I'm as tall as five Subway sandwiches. Although I prefer the guys I date to be taller than me, this wasn't what I had in mind. There are challenges. Reaching for his hand reminds me of my kindergarten days, my arm extended at full length to tug at my mother's skirt. When waiting in line, he sometimes uses my head as an armrest. Yes, he's the type of person I would hate sitting behind at concerts or movies, but, luckily, he chooses to be by my side.\\n\\n"}
{"text": "Title: Belting Out Barbra\\nStory: When I was a child, my mother, Cherry, and I would sing Barbra Streisand duets in the car, each taking turns belting out Barbra's parts. During summer, when the Indianapolis neighborhood boys played basketball, I joined my mother for living-room aerobics. We spent countless afternoons watching our favorite soap opera, \"Guiding Light.\" In college, I told her I was gay. \"Oh, thank God!\" she said. \"I didn't think this day would ever come. I've known since you were 4.\" She adored having a gay son and waited almost two decades for me to love that about myself as well.\\n\\n"}
{"text": "Title: First the Ugly, Then the Beauty\\nStory: We met on an app. I chose my favorite brewery for our first date. When he  ordered only water to drink while I enjoyed a few beers, I prodded. With neither hesitation nor shame, he laid out his demons: four years in recovery from heroin and alcohol addiction. Then I laid out mine: 10 years recovering from eating disorders. Within 15 minutes, we knew all of each other's ugly parts. We've spent the rest of our time together discovering the beautiful ones.\\n\\n"}
{"text": "Title: Her Father, the Computer\\nStory: My husband, Hideki, was transferred to New Jersey from Tokyo. He left me and our 19-month-old toddler, Akari, to wrap things up. During our three-month separation, we video chatted. For Akari, her father existed in my computer. When Hideki returned to bring us to America, Akari saw him in our doorway and froze, hiding behind me and staring: first at my computer, then at him. Computer, him. Back and forth. Finally, she smiled and waddled to him for a hug. My anxiety about our new life melted away.\\n\\n"}
{"text": "Title: 'Space and Silence'\\nStory: I was a shy, serious child, coached to \"speak up\" and \"try new things.\" I only wanted to read. My grandmother, Inger, worked in the rare book room of the Duke University library, at a desk surrounded by leather-bound volumes on tall shelves. That room smelled like heaven: slightly musty but sweet, with notes of parchment and sandalwood. I'd make a nest under her desk and curl up with a paperback. There among books by Milton and Audubon, I devoured \"Stuart Little\" and \"Sounder.\" She gave me space and silence, and I would give almost anything to sit beside her one more time.\\n\\n"}
{"text": "Title: More Than Broken Kitchenware\\nStory: Our first night living together, Steve accidentally broke my small colander. It was the first purchase I'd made for my college-bound self the summer after my mother's suicide. I had coped with her death with a controlled self-sufficiency. Watching that piece of plastic fly out of Steve's hands and crack on the floor, I felt my fragile facade of security breaking too. But amid my tears, Steve only wanted to understand why a $12 piece of kitchenware was connected to my pain. He isn't scared to peek into the darkest layers of my life. Steve sees me as my full self.\\n\\n"}
{"text": "Title: This Is How Your Life Changes\\nStory: She was on top of me in the 3 a.m. darkness. I held her in my arms. She was staring down at me. \"Do you love me?\" I said. \"Yes.\" \"How much?\" \"Much, too much.\" I looked up at her, at her burning eyes and blonde hair, wild and silhouetted against the muted whiteness of the ceiling. \"Me too,\" I said. Beginning an affair, I knew I was at the edge, right at the very edge. What the hell, I thought, and I let myself go across. At that moment, I knew my life would never be the same.\\n\\n"}
{"text": "Title: More Chess? \"Yes.\"\\nStory: We met at a chess tournament when we were 17. He asked me if I wanted to play more chess. I said \"yes.\" The next morning, we met in a nearby Montreal park and played a few games. We continued playing through lunch, on the bus ride to an amusement park, on a picnic table, under the picnic table, during dinner at KFC. We even played \"blind chess,\" visualizing the game while in line for ice cream. When the day ended, he leaned over and kissed me. Quickly, we realized that we loved chess much more than this kissing stuff.\\n\\n"}
{"text": "Title: Call Your Grandmother\\nStory: She doesn't realize how one phone call can affect a grandmother who lives far away. It was unexpected but so welcome. My 14-year-old granddaughter called me of her own volition with her just-purchased first phone. It wasn't a text, or a message on Facebook, Twitter, Skype or Instagram, none of which I truly understand. It was a real old-fashioned phone call, her first to me ever. She called to mourn Notre-Dame because we had been there, just the two of us, on a recent trip. We shared our sadness and our love.\\n\\n"}
{"text": "Title: Hoping He Has a Bigger Life\\nStory: Not a day goes by that I don't think about those big white paws, the fur I'd find everywhere, even in my fridge. I gave up my dog six months ago, and I still struggle to tell people the truth about it. I had fallen ill and become burdened by large medical bills; I knew he deserved better than my small New York City studio and my overworked Black body struggling to make ends meet. Struggling to remain alive. I still see him on my daybed, watching me meet with clients. Playing with a bone. Holding my heart.\\n\\n"}
{"text": "Title: A Friend's Steady Love\\nStory: In middle school, Megan would draw cartoons of the boys I had crushes on and pass them to me in the hallway. In college, she answered my middle-of-the-night phone calls from 400 miles away. Now, she makes me laugh while we FaceTime on opposite coasts. I think about the men I've begged to stay and their excuses of needing time and space. I convince myself that maybe I'm not destined to have love that endures. But Megan has had over a decade to leave and enough distance to disappear. I have never thought of her as anything but permanent.\\n\\n"}
{"text": "Title: Our Four Secret Years\\nStory: I didn't want to fall in love with her. I had a husband. I led worship at my church. Naturally, my affection was unnatural. Then why did it feel right? How could love be wrong? Perhaps only those who have tried not to fall in love understand fully why it's called falling. You can't stop it. Can't feel the earth beneath your feet. Leaving our husbands, we had four secret years. Then she left me for a man. She couldn't be open about us. Not \"strong enough,\" she said. Fifteen years later, I still cry.\\n\\n"}
{"text": "Title: Big World, Small World\\nStory: My father, Henry, from Kauai, Hawaii, and my mother, Thordis, from the West Side of Chicago, met at the University of Wisconsin-Madison, at the popular cafeteria in the student union. My father, just back from Europe, where he served in World War II, came in with his buddies. He saw my mother sitting with her friends. Walking over to her, he said, \"Stand up, and if you're not taller than I am, I'll take you to a movie.\" She stood; she was a half-inch taller. They went to the movie anyway, and that's how I came to be.\\n\\n"}
{"text": "Title: Never Too Old for Butterflies\\nStory: A man shows up at my nonprofit. He appears to be more interested in me than in his volunteer tasks. \"I'm in a committed relationship,\" I tell him the third time he comes back. He asks, \"Why aren't you happy?\" Huh? I have a house, children, dog and retirement account. \"I'm fine,\" I reply. I'm almost 60, too old for these butterflies. Too old to remake my life. A close friend dies in a motorcycle accident. He always asked me why I put myself last. Was I happy? Six years with my new love and life, I've never been so happy.\\n\\n"}
{"text": "Title: 'Alert to My Eyes and Smiles'\\nStory: Before becoming a parent, I couldn't imagine myself as one. I shied away from holding squirming babies. I didn't know how to burp them or why they needed to be burped at all. When Niam was first born, I mourned my lost sense of freedom, my past life, body and identity. But as Niam awoke from the womb - alert to my eyes and smiles - I realized I had grown fond of the little fellow. In fact, I thought he was pretty cute. In fact, I couldn't stop kissing him. In fact, I was hopelessly in love with him.\\n\\n"}
{"text": "Title: A Little Something to Do\\nStory: Two weeks before moving to Maine from Boston, Annabelle was trying to find \"LSTD,\" what she calls a \"little something to do.\" I was trying to figure out how to date for the first time since transitioning. It was supposed to be a fling. But our first date lasted six hours. Our second lasted 12. For our fourth date, Anabelle drove down from Maine just to see me for 48 hours. Three years later, we live together in Portland where we had our fifth date. With luck, a \"little something to do\" might become the rest of our lives.\\n\\n"}
{"text": "Title: A Terrible Idea That Works\\nStory: I was 18, a privileged English girl in Georgia for the summer. I had dropped out of high school and was jumping from one minimum wage job to the next. She was 46, a Sunday school-teaching Southerner who was going to save my soul for Jesus. We met riding horses and fell in love by accident, without realizing what was happening until it was too late. Now we're married. I'm an Ivy League professor and she's retired. Our daughter is 15. After 26 years, it's still a terrible idea, but it works.\\n\\n"}
{"text": "Title: 'She Saw Me'\\nStory: I moved into the neighborhood after my son's birth. Struggling with the isolation of being a new mother, I tried finding friends. I walked the tree-lined streets with my son, who didn't look like me: he fair like his Kansan father, and I with olive skin and curly Persian hair. I reached out for a connection. But nothing sparked. I was drowning. Then I met Terry with her bright smile and big heart. She saw me, saved me. We shared times of sorrow and joy. Now, with my son college-bound, she's still by my side as I let him go.\\n\\n"}
{"text": "Title: Timothy Is Waiting for Me\\nStory: When I visit my parents in Arizona, I sleep in my childhood bedroom. The dogs are always happy to see me. After one trip, I decided to take an evening flight back to New York. I packed my belongings and said my goodbyes. Waiting in the airport security line, I opened a text my mother had sent: a picture of our Chihuahua waiting on the bed. I cried. It seemed that Timothy, who had slept next to me throughout my visit, had not been told that I left.\\n\\n"}
{"text": "Title: The Prairie Dog of My Dreams\\nStory: When I was young, my dreams often featured snippets of prairie dogs; they would appear intermittently, like commercial breaks. It was strange, but that's how my dreams played. In my 20s, I found myself talking until dawn with my roommate, Ken. One night, a silly question came up: \"If you could be any animal, what would you be?\" \"A prairie dog,\" Ken said. After that conversation, the commercial breaks went dark. Thirty years later, I'm still married to the man (or prairie dog) of my dreams.\\n\\n"}
{"text": "Title: Night Travels\\nStory: Good chemotherapy gifts are hard to find. After 20 years of friendship, Nancy nailed it. Glossy travel magazines arrived in the mail featuring pristine beaches and faraway cities. A Post-it instructed: \"Hang in. We're going one day.\" Chemo ended. Surgery healed. Incurable lymphoma lingers. \"Enough,\" she said over the phone. \"I'm planning Paris.\" I'd never been. Nancy, fluent in French, whirled us through cobbled streets, toasting our friendship and life atop the Arc de Triomphe. Now isolated, with re-treatment looming, I travel nightly in my mind to the River Seine, Rodin's gardens, Monet's water lilies. Nancy's gift lingers.\\n\\n"}
{"text": "Title: His Hand on My Thigh\\nStory: \"Do you hear it?\" the midwife asked. Holding a stethoscope to my newborn's heart, I couldn't hear anything. \"Let me try removing my hearing aids,\" I said. \"Sometimes they get in the way.\" I became a parent and learned I had hearing loss in the same year. Wyn, alert for being one week old, blinked at me. \"You might not hear it, but you can feel it,\" my husband said. He took the stethoscope, put it in his ears, and gently tapped out the heartbeat on my thigh - ba-bump, ba-bump - as I held our newborn in my arms.\\n\\n"}
{"text": "Title: Looking for a Corporate Sponsorship\\nStory: We met in the back of a shared Uber. I was coming from a progressive political rally. She was coming from a work happy hour. Tipsy, she moaned longingly at my McFlurry. I asked if she wanted some. She did. We flirted as the passenger in the front seat was dropped off. She asked the driver if she should get out with me. The driver said we lived near each other. We kissed to make sure it was worth it. It was. Eight months later, we can't get Uber to sponsor our love. Uber? McDonalds? Are you there? Let's synergize.\\n\\n"}
{"text": "Title: Where You Began\\nStory: I place a finger on the globe to show my daughter where I grew up. My finger covers most of Missouri, including my hometown, Maryville, which of course isn't marked. Maryville is in the center of the country, slightly to the left, like the heart in my body. People ask \"Where are you from?\" to learn where others began their story. Maryville is modest but has taught me to be authentic. (There are few secrets or pretenses in a small town.) My daughter's hometown is Los Angeles, but Maryville exists within her, because it exists within me.\\n\\n"}
{"text": "Title: 'Hey, I Know You!'\\nStory: 1976, North Plains, Ore.: First time we met. Our mothers were best friends. We shared family dinners, movies, roller skating outings. Then we went to separate colleges, had our own marriages, children and divorces. 2017, Portland, Ore.: We meet again at the Women's March in a crowd of thousands. \"Hey, I know you!\" I said to Susan; between our meetings, she had come out as a beautiful transgender woman. Six months later, we share our first date. We move in together, get married, blend our family of four children and pets. Turns out, the right person was in our lives all along.\\n\\n"}
{"text": "Title: \"After 48 Hours, It's Time to Move On\"\\nStory: My husband of 31 years died early one January morning from injuries sustained in a fall at home. Two days later, I received an email from a dating service for those over 50. The subject line asked, \"Are you ready to try love again?\" I burst out laughing. It must be a coincidence. Or are all the computers trading information? Maybe the consensus on the internet is that after 48 hours, it's time to move on. When I stopped laughing, I thought, \"I've got to tell Tom. He'll think it's hilarious.\" Oh. I do that a lot these days.\\n\\n"}
{"text": "Title: Suddenly Happy\\nStory: My husband, two young daughters and I were a close and happy family. One July 4, my husband suffered heart complications and eventually died. It was a bleak and traumatic time for us. I operated on autopilot, managing my daily tasks robotically. With little hope in her voice, my youngest daughter asked, \"Mom, will we ever be happy again?\" I looked at her and promised, \"We will be happy again.\" My words were really a prayer. Years passed. One day while driving in our new car my youngest suddenly declared, \"Mom, you promised we'd be happy again, and we are.\"\\n\\n"}
{"text": "Title: Third Time's the Charm\\nStory: I was 58 with two broken marriages. My years spent on Match.com led to so many dates that I met the same woman for coffee twice without realizing it. Surrendering to the absurdity of it all, I changed my profile to say that I was \"looking for a woman of incredibly poor judgment.\" Christy was game, promising me lots of laughter. We met for a drink. The date lasted six hours, and we knew. Better late, right? No, best late.\\n\\n"}
{"text": "Title: Were We 'Meant to Be'?\\nStory: I saw Anthony now and then in Los Angeles bars. We were always friendly. Then, one Friday we bumped into each other at a street fair. We ran into each other again on Saturday. Sunday, too. Still, only flirty chat and ambivalence. On Monday, while I was driving, Anthony walked right past me. I finally gave him my number and cooked him dinner a week later. Still married 17 years later, we don't believe in \"meant to be.\" We believe in a mixture of heart and head: luck and commitment.\\n\\n"}
{"text": "Title: I Didn't Run\\nStory: I met David on a blind date. The next day, I invited him over for tea. He appeared on my porch, peeking through the glass, offering me his cupped palms. \"It's all yours,\" he said. \"What? Sweaty hands?\" \"No.\" He beamed. \"My heart.\" Typically, this would make me run, but I didn't. He had picked me to hold his heart. His body was ravaged with cancer, but still, I accepted. We laughed. We cried. We married. Twenty-two months after our eyes met, I stood at the river, cupping my palms with ashes, and let go.\\n\\n"}
{"text": "Title: Off the Curb\\nStory: I had been kicked to the curb at 52. Took that as an omen. No more love for me and no point even looking. Then I sat down at a New Year's Eve party in the only empty chair in the room, a guy sitting beside me. Struck up a conversation, which was only polite, about our children - heads close together, given the noise. We have been talking now for 10 years, heads close together. Lesson learned: Be open.\\n\\n"}
{"text": "Title: On the Same Spice Scale\\nStory: A good dash of paprika and chili. Perfect. My aloo mutter curry was ready. First time cooking a Gujarati dish for him. Cleaning up - and it struck me: Would he be able to tolerate the spice? I grew up immersed in spice. In his Romanian family, even a little ginger was spicy. Could I be with someone long-term who was on a different \"spice scale\"? He sat, oblivious to my dread. Dipped spoon, brought to lips. I held my breath. \"It's delicious,\" he said. \"I especially love the spice.\" And that's when I knew he was the one.\\n\\n"}
{"text": "Title: Saying Yes to Mismatched Socks\\nStory: One day you're swiping through an app. Next thing you know, you're folding their socks. So this is what all the hype was about. Saying yes to each other, and also saying yes to all the mismatched socks for the rest of our lives. At least we never have cold feet.\\n\\n"}
{"text": "Title: A Man of Many Tongues and Titles\\nStory: All night, my grandfather, Pepere, speaks in languages my family does not understand, claiming that dozens of robbers are breaking in or a concert is out on the deck. On unlucky dementia days, he confuses me for a past girlfriend, or puts the remote in the microwave. Pepere has earned many titles: World War II soldier, labor camp survivor, refugee to France and, most recently, 100-year-old grandfather. These days, my family focuses on the present, grateful for the warmth of his smile, the life of his language and the autumn of his age.\\n\\n"}
{"text": "Title: Toasting Our Survival\\nStory: My 95-year-old mother and her 94-year-old partner of 22 years had just polished off a bottle of wine, their first since surviving coronavirus. Although they are both still sharp-minded and independent, their illness was frightening for our entire family. After a month of debilitating symptoms, they recovered. When they called me, they were in a tipsy, celebratory state of bliss. \"We just want to make sure you know how much we love each other, how precious our love is,\" they said. Then they said they had to hang up \"so we can give each other a kiss.\"\\n\\n"}
{"text": "Title: A Promise at Desolation Peak\\nStory: In December 2019, Cai and I drove to Desolation Peak in Washington State, discussing some now-dwarfed national crisis. \"When the apocalypse comes,\" I said, \"can we link up for it?\" \"Of course.\" We laughed nervously and earnestly. Days later, we said \"I love you\" for the first time. In March 2020, Cai and I drove to Independence, Oregon. \"Remember a couple months ago, when we were talking about being together for the end of the world?\" Cai asked. \"Were you serious? Because I was serious.\" I was and am serious. In these uncertain times, we hold on to each other.\\n\\n"}
{"text": "Title: Letting Him Go\\nStory: At my father's funeral, people hugged my mother, sisters and me. With sad smiles, they shook their heads. A destructive arrhythmia had left him brain-dead, just after he had rallied from a heart attack and bypass surgery. What a shame, they said. Yet beneath their condolences I sensed unspoken questions: How could you do it? How could you disconnect his life support? Had they asked, we would have answered: Our love for him was mightier than our fear of losing him, mighty enough to gift him his freedom.\\n\\n"}
{"text": "Title: Addition, Not Competition\\nStory: I ached for my Robert, the brilliant mathematician, the artist who made poetry with his camera lens. We used to say we were too in love to sleep. I missed our nights awake. After Robert was severely brain damaged in a cycling accident, I thought I would never find a love that compared to ours. And I was right. Love can never be compared. Exactly a year and day later, Ryan arrived at the grocery store, filling my life with light. Ryan knows I will always love my Robert and care for the Robert who survived. He loves me more for it.\\n\\n"}
{"text": "Title: Ambulance Songs\\nStory: I can't help but notice the increasing frequency of Isabella singing \"Wee-woo, wee-woo!\" It took me a moment to realize that my 19-month-old was imitating the sounds of ambulances as they passed. We've become accustomed to them screaming down the streets toward Tucson Medical Center. Isabella now sings the ambulance song four, five, six times a day. Spinning with both arms raised, she projects unmitigated toddler joy at those loud, flashy boxes that roll by day and night. Every unlucky person transported past our home gets an ambulance song dedicated to them. I hope it helps.\\n\\n"}
{"text": "Title: I Slapped Him Hard\\nStory: I was working as a bartender and waitress at BBR (\"Burgers, Beer and Rock 'n' Roll\"). He was watching a Duke basketball game with his friends. When I came over, his friends begged me to slap him. Apparently, he had lost a bet, a slap bet. I asked my boss if I could slap this cute customer. My boss said yes. So I slapped him hard on his left cheek, and it must have been an amazing slap because here we are madly in love four years later.\\n\\n"}
{"text": "Title: How We Grow Wings\\nStory: Art is a lifeline for my daughter, Taegan. When we learned she had autism after returning to in-person school, I told her that she was on the spectrum. I told her that, like indigo, she is a beautiful and unique color that many people mistake for purple, but upon closer observation realize is the rarest blue. Recently, Taegan drew a girl in a scuba suit breathing with an oxygen tank. \"She's in acid,\" she said. \"But the acid's good. It grows her wings.\" Sometimes when everything around us feels like acid, I try to remember that our wings are growing.\\n\\n"}
{"text": "Title: 7 Women and 3,000 Men\\nStory: We met in 1968, the year before he became Dartmouth's hockey captain, when I was one of seven women on Dartmouth's testosterone-fueled campus of 3,000 men. I joined Denis's fraternity to be his brother but fell for him instead. He nicknamed us \"Romes and Jules\" after the Zeffirelli movie. Even though I dumped him for the visiting art professor, he dropped everything to drive me home when my 45-year-old mother lay dying of alcoholism. It was an act of lovingkindness unlike anything I have ever known. Husbands have come and gone, but our 50-year friendship lives on.\\n\\n"}
{"text": "Title: What Best Friends Are For\\nStory: Stationed as an Army officer in Hawaii, I was alarmed to see my mother calling from Virginia. My father had a stroke. Feeling helpless more than 4,500 miles away, I called my best friend, Nora, an E.R. nurse who lives near them. Within 15 minutes, she drove to the hospital to hold hands, translate the doctor's prognosis and make sure that my mother ate - everything a good nurse, or a good friend, would do. With my parents settled, I finally asked what had happened. \"Oh,\" Nora said with a giggle. \"They were having sex.\" I cringed, grateful for my friend.\\n\\n"}
{"text": "Title: A New Twist to a Family Tradition\\nStory: In my Appalachian family, love tastes like apples. Each teenage woman goes through a family tradition: mastering a signature apple-based recipe to feed her future husband. (There are a lot of apples in Ashe County, N.C.) My great-grandmother made tarts; my grandmother, pies; my sister, cakes and strudel. My cooking fails were not so laudable. I burned dozens of desserts before I came out as gay. Fortunately, my family accepts me, and we still cook together. Being queer in Appalachia can be sour, but also sweet. My family saves their apple cores and peels, and I ferment apple cider vinegar.\\n\\n"}
{"text": "Title: She Wore My Thong\\nStory: It was my first wedding with her as my plus-one, and we were first on the dance floor. When the D.J. played \"Low\" by Flo Rida, I dropped it so low that I split my pants. We went to the women's bathroom to survey the damage. It was pretty bad. She could see my whole butt, especially when I tried out some dance moves. She'd never worn a thong before, but the situation was dire. So we swapped. I pulled on her full-coverage underwear, she slid on my thong, and we headed back out to dance.\\n\\n"}
{"text": "Title: Crazy Drives\\nStory: For three days, Chris commuted six hours round trip from Virginia to his work in Pennsylvania so he could hold me as I mourned my father. Over the years, my father had done crazy drives for me, his steadfast help showing an unconditional love. Moving me from Virginia to Chicago, we talked so much we missed our exits. I thought the only people who would continue to love me that deeply were my mother and brother. But Chris did, and does. My father would be happy to know someone is still doing crazy drives for me.\\n\\n"}
{"text": "Title: Our First Days\\nStory: In some pre-fall cleaning, I waded through more than 2,500 family photos. Only one made me cry. It wasn't the image of me in my parochial school jumper but my mother's note on the back of that picture: \"Oct. 1964. Lorraine first grade. My first day of work.\" She became a single mother when I was 2. After years out of the work force, she returned as a telephone company operator. Many of the employees were younger. My mother must have been scared. But she did it for us, and in 1984, she retired as an executive at the same company.\\n\\n"}
{"text": "Title: Breaking Good\\nStory: We met at a Halloween party as undergraduates in the United States. I was wearing a hazmat suit inspired by \"Breaking Bad.\" She was too cool to wear a costume. I asked where she was from, and she said Chennai, India, which is my hometown as well. After a bit of mutual temporizing, we started dating. Now, four years later, we're back in Chennai and in love. We met halfway across the world by pure coincidence, and we lived 20 minutes from each other all along. P.S. Her parents don't know about us yet. (Classic). Wish us luck!\\n\\n"}
{"text": "Title: Two Astronomy Nerds\\nStory: It was supermoon night, the kind astronomy nerds long for. I had an exam the next day and my nose in a biology textbook when this strawberry blonde girl asked if anyone knew how to get to the observatory. It's a through-the-woods kind of thing, but I did, in fact, know how to get there. We hiked with phone flashlights along two trails to the top of the hill. Looking at our moonlit shadows, we sat silent. Heading back, we got lost, and I traded a leaf for her number.\\n\\n"}
{"text": "Title: The Last Word\\nStory: My first message to you, 44 years after high school: \"I remember you; you had that long, pretty hair.\" You told me about the car accident that left your lower body paralyzed. I told you that our wholeness doesn't depend on the body. You wrote to me about making art, cooking, living in Mexico, your love for your son, your joyful creativity after surgery. In December, you stopped messaging. I was heartbroken to learn that you died. Then I reread your last message, about how we are connected in unseen and mystical ways. What a gift, intimacy with you.\\n\\n"}
{"text": "Title: \"No More Secrets\"\\nStory: My grandmother never employed female pronouns when asking if I had found someone. She used the Spanish neutral pronouns to find out if that \"someone\" had arrived, if I was willing to introduce her to the person I love. She never asked me if I was gay, but she didn't doubt it because she knew me better than anyone else. She took her silence to the grave, and now I face her gravestone with the boy she will never meet. Granny, today homosexuality is still taboo in Peru, but at least there are no more secrets between us.\\n\\n"}
{"text": "Title: Everything New for You\\nStory: Barbecue. Introduction, joke, smile. Friend request, message sent. First date: loud restaurant, easy conversation. Second date: \"Sushi?\" Who cares if I've never eaten it; I'll try it for you. Third date: meeting your friends. I'm not too social, but for you I'll try to be. \"This isn't serious,\" I say. \"This isn't serious,\" we say. One, two, three, four, five years pass. \"This still isn't serious.\" Who wants to be serious? Still don't know what to expect, but why obsess over expectations? I will still try everything new for you. Because I love you.\\n\\n"}
{"text": "Title: Our Silent Fire\\nStory: One recent summer evening, my husband and I were sitting by the fire pit at our home north of Chicago, watching the flames dance, feeling tired but content. If someone had been watching us, they may have thought, \"Now there's a couple with nothing to talk about.\" But, after 38 years of marriage - and a day biking and working in the backyard - I thought, \"Who else could I do this with? Who else would I want to do this with?\" Hours later, we checked the embers, covered the pit and headed wordlessly up to bed.\\n\\n"}
{"text": "Title: Seeing Myself Looking Back\\nStory: Max and I first locked eyes across a classroom our sophomore year of high school, each sensing someone uncannily familiar staring back. We became fast friends, and suburban mischief ensued. We taught ourselves (and each other) a new, queer brand of masculinity, reveling in the freedom that comes from an instinctive mutual understanding. Then high school ended. She left for the military. I, for university. Differences that once felt small and sparse grew vast and plentiful. Yet, as we've come into our own, our paths realigned. Sometimes, it still feels like that first meeting, like looking into a mirror.\\n\\n"}
{"text": "Title: Back Where We Started\\nStory: I was recently divorced. Jamie was losing hope. We matched on Tinder, which she wishes I wouldn't mention. She politely offered to meet on my side of town. I impolitely accepted. She wanted to cancel but came for one drink to find that the bar was across the street from her fertility clinic. She regretted not canceling. But drinks turned into dinner, conversation, laughter. Suddenly, she said, pointing, \"I just froze my eggs in that clinic.\" She expected me to run. I stayed. Five years and three miscarriages later, we're back where we started: at the clinic, finally using those eggs.\\n\\n"}
{"text": "Title: Our Ages Added Up Perfectly\\nStory: In 1990, I joined Herb's campaign for South Carolina governor. Herb wanted to overturn the provision in the state constitution that prohibited atheists from holding public office. We met in person, then fell in love via phone and letter during the summer. I worried about telling him my age. When he asked, I said, \"Fifty-two. And you?\" \"Forty-eight.\" We lost the election but helped to overturn the law. After we wed, I asked, \"What did you think when I told you my age?\" He said, \"I thought 52 and 48 make 100.\" Did I mention he was a mathematics professor?\\n\\n"}
{"text": "Title: It Could Have Been a Romantic Tragedy\\nStory: The movie wasn't a romantic tragedy, but the date almost was. Jane looked up and smiled as I slid past her, with a tub of popcorn in one hand and a soda in the other. I slipped, dropping all of the popcorn on her head. Everyone in the theater gasped. Time seemed to stop. I was at a loss for words. I blurted out, \"Would you like some soda with our popcorn?\" She stared up slack-jawed, then burst out laughing. It was then that our story changed from romantic tragedy to romantic comedy.\\n\\n"}
{"text": "Title: A Guide to Toxic Relationships\\nStory: Two months after meeting her, I was reading wikiHow's \"How to Say 'I Love You': 13 Steps (with pictures).\" Nine months in, \"How to Recognize a Toxic Relationship: 12 Steps (with pictures).\" Ten months in, \"How to Fix a Toxic Relationship (with pictures).\" Twelve months in, \"How to End a Controlling or Manipulative Relationship.\" One month out, \"How to Survive a Broken Heart (with pictures).\" I'm on step three: Put your feelings into words.\\n\\n"}
{"text": "Title: Bound by Groceries\\nStory: I first saw her, masked yet elegant, near the onions. She passed me by the lettuce with a gentle \"Excuse me.\" I passed her again by the squash. Then we found each other by the peaches. We both fumbled to open our plastic bags with plastic gloves on. Yet she seemed unfazed, almost peaceful. At the prepared foods counter, she ordered salmon, so I ordered salmon. I peered into her cart and noticed cherries, smiling at my matching bag. That was it. Two socially distant strangers, bound together by our bags of groceries.\\n\\n"}
{"text": "Title: 'I Wasn't Looking For Romance'\\nStory: Hugh wept talking about his late wife, his best friend. After that first grief support session, I said to my co-facilitator, \"I don't think Hugh will be back.\" But he came, all eight weeks. He called it a class, though we kept reminding him it wasn't. I ran into him months later. I wasn't looking for romance, but I told him about my swing dance lessons. He asked if he could join; he was such a good dancer. A decade later, politics divide the country. We're in opposite camps. We can't watch the news together, but we can dance.\\n\\n"}
{"text": "Title: Her Pretty Words\\nStory: She came back into my life as I was buying my condo, as my mother declined and then died. So many emotions swirling in my head and heart. An enthusiastic girlfriend, she knitted together a feeling of promise with her proclamations: \"I am yours, are you mine?\" \"I found what I want.\" \"I never meant to hurt you.\" Until it began to unravel - again. She explained that she is a \"free spirit\" (selfish?), \"mercurial\" (Gemini?), and that \"this\" was my fault. Now I am reclaiming my heart, mind, condo - all the spaces she polluted with her pretty words.\\n\\n"}
{"text": "Title: 'Gram Loves You. Please Call.'\\nStory: My grandmother Ruth was like a secret agent. Before cellphones or the internet, she would covertly track her grandchildren. At 23, I moved to Mexico to work for a resort. I was, at last, on my own. One night, while I was drinking with my co-workers at a beach bar, a man from a nearby village walked in and shouted my full name. When I responded, he marched up to me and said, \"Your abuela has called each house in our village. I was chosen to find you with this message: 'Gram loves you. Please call.'\"\\n\\n"}
{"text": "Title: Between the Sunflower Stalks\\nStory: August in a West Virginia sunflower field, early morning but already hot. Charlie's blue helmet bobs through brilliant yellow flowers. He smiles as I eye other infants between the sunflower stalks. I envy their round heads, symmetrical faces, bare scalps. Suddenly, I miss Charlie's smell, so I duck beneath his helmet to peck his cheek. \"Why can't I have a helmet like Charlie?\" my older son moans, tugging at my shorts. A seed of jealousy planted in him, the root of my own problems, too: To believe our gifts are burdens, the inability to recognize our own bloom.\\n\\n"}
{"text": "Title: For Reza\\nStory: I believed that if I did a good enough job acting in his play, I could will my beloved director, Reza Abdoh, not to die. Even though Reza was emaciated, his legs spattered with sarcoma lesions, he still seemed like someone who could scare off death: He had defied AIDS all the years I had been acting in his experimental plays. But when we actors assembled for the first rehearsal of his new play, we learned that he had been placed on life support. I had lost my chance. Or had I? Every play I have done in the two decades since has secretly been for him.\\n\\n"}
{"text": "Title: When a Chandelier Falls on Your Head\\nStory: All I ever wanted was a dog, but Carlito was allergic and unmovable. I married him anyway, certain that love would prevail. One night while eating with friends in a Manhattan restaurant, a 50-pound chandelier broke out of the ceiling, partly striking my head. I bled; he wept. When the E.M.T. told everyone I would live, Carlito's friend leaned over my stretcher and whispered, \"Now's the time to ask for anything ...\" We named the puppy Chandelier. Carlito sneezed every day of our dog's life, but he didn't care one bit.\\n\\n"}
{"text": "Title: What Was Already Gone\\nStory: Naming a 10-week-old fetus was a bad idea. Two days after an ultrasound that revealed an empty gestational sac, I lay in a hospital bed, waiting for a surgeon to hasten the loss of what was already gone. I stared at the ceiling while gasping through sobs. \"Feel your feelings,\" the world likes to urge. OK, done. My sadness crushed me to a powder, but I didn't blow away. I thought of my husband, at home at that same moment, leaning over our 20-month-old daughter's crib and whispering the names of everyone who loves her. I remained whole.\\n\\n"}
{"text": "Title: A Message to My Younger Self\\nStory: Seemingly the only student from a slum in my freshman class at Fu-Jen University in Taipei, I felt unworthy to be among wealthy students who attended summer camps abroad. I eventually dropped out. Thirty years later, that prestigious school asked me to speak to their students as a \"Taiwanese immigrant who thrives overseas.\" A freshman emailed me after my talk: \"I feel exactly how you felt when you were here ... Can we be friends?\" It's like my 19-year-old self returning to me, looking for understanding and encouragement. I tell her what I'd longed to hear: You matter; keep going.\\n\\n"}
{"text": "Title: Now I Know Why\\nStory: After Hazel and I got married at the ages of 20 and 21, I questioned our judgment in choosing to marry so young. When we had a baby soon after, I wondered how I could possibly support a family. In our mid-40s, I thought we were too young to become grandparents, though our grandchildren are lovely. Then when Hazel passed away at 50 from the coronavirus, I finally realized why we got married so young: We weren't meant to grow old together. And I am grateful for our time.\\n\\n"}
{"text": "Title: Strength Training\\nStory: My first personal training session was less than 24 hours after my boyfriend of four years broke up with me. I couldn't breathe - or cancel. I balked at the weight the trainer asked me to pull, push, carry, grab, move. \"You're stronger than you think,\" he said. I cried. Four weeks later, I cried different tears as he took a video of me getting my chin - for the first time in my weak-armed life - over the bar. My trainer was barely more than an acquaintance, but he taught me how to pull myself up.\\n\\n"}
{"text": "Title: What It Means to Be Rich\\nStory: In 1980, lured by more shifts and a 25-cents-an-hour raise, I became a security guard at the Roosevelt Field mall on Long Island. My new gig led me to spot a pretty sales clerk when I should have been watching the breezeway door. That led to a date, marriage and two wonderful children. The department store where I was stationed is gone and the mall's been remodeled, but somehow the terrazzo where I first saw my wife remains unchanged. When I revisit that spot, I think about how much poorer my life would be had I been richer.\\n\\n"}
{"text": "Title: No More Zoom Piano Lessons\\nStory: After my daughter's Zoom piano lesson ended in tears, she locked herself in her room. I asked my son, Ian, to help me make dinner. \"Why is Della struggling so?\" I said. \"I think she's upset because we have too many chores,\" Ian replied. My single-mother temperature rose, and I spoke angrily to the messenger: \"There won't be fewer chores.\" Stirring pasta and folding laundry, I sobbed as Ian and Della came close. Della squeezed my hand. \"It's OK, Mama,\" she said. \"I'm here.\" Ian hugged my waist. \"We all melt down sometimes.\" I received their compassion with gratitude.\\n\\n"}
{"text": "Title: Teacher of the Year\\nStory: In March 2009, two weeks after my students voted me teacher of the year, I learned I wouldn't be returning to school after summer break. State budget cuts had threatened hundreds of thousands of public schoolteacher positions around the country. I finished the semester, teaching five high school Spanish classes with a total of 110 students. When they discovered that I wouldn't be returning, a clandestine plan was set in motion. They surprised me, arriving at school wearing custom T-shirts that read \"I support Ms. Minsky.\" That expression of affection helped carry me through a dark time.\\n\\n"}
{"text": "Title: Bye Bye \"Family\" Minivan\\nStory: The \"family\" minivan - that he said we needed, but that I should buy, for road trips to visit his son in Los Angeles, and his daughter in Santa Barbara, and to take our two boys camping and biking and skiing; the \"family\" minivan that he encouraged me to purchase just the year before, when he knew what he was doing and with whom, and so he knew that we were over, doomed, but was too afraid to say, and for which I later blamed him every time I looked in my driveway - has been sold.\\n\\n"}
{"text": "Title: 'The Closest Profiles Are Miles Away'\\nStory: Finding love is hard. Finding love as a 30-year-old gay man living in his parents' basement on an Iowa dairy farm during a pandemic is impossible. Lying in darkness in a room with cement walls, I hear my parents upstairs. Last year they celebrated 40 years of marriage. Before my grandparents died, they celebrated 52. Should I download Grindr again? For the rural gays, that's the best place to meet. But the closest profiles are miles away and they're usually closeted married men. So I stay away. Lonely on acres of land, I dream of connection.\\n\\n"}
{"text": "Title: My Three Broken Hearts\\nStory: My first broken heart came from a girl I met at church, our hidden relationship complicated by inexperience, religion and uncertain sexuality. The second? A woman whose whispers - \"I love you,\" \"I can't do this anymore\" - emphasized the 13 years that separated us. The third? The moment my service as an Army officer felt inconsequential. Surrounded by compromised leadership, I watched the dream that began when I was 6 disappear. But like a good soldier, I will pick up that broken heart, tie it with 550 cord and carry on.\\n\\n"}
{"text": "Title: A Windy Intersection\\nStory: I'm standing on a San Francisco street corner, embracing a man I don't know. Pedestrians stream around us, into the crosswalk, trying to beat the light. I'll rejoin that river soon, but for now it's just me and this homeless veteran. When I gave him some money, he said, \"Can I have a hug?\" I had just left the hotel where, at 14, I had waltzed with my father. Now, feeling orphaned at 64, I let my grief meet his sorrow. Discarded by the country he served, he says, \"Everybody needs a hug sometimes.\" We hang on for dear life.\\n\\n"}
{"text": "Title: He Lives in My Phone\\nStory: I last saw Ajay on our two-year anniversary; it will be our third before I see him next. During the pandemic, I have forgotten what it's like to be with him in real life. Some nights, I ask him to stay with me until morning. I place my phone next to my pillow as if he's there next to me and listen to him shuffle against the blankets. Then, I close my eyes and fill in the blanks: his arms looped around me, my legs braided gently into his. It reminds my body of the warmth it has forgotten.\\n\\n"}
{"text": "Title: Our Platonic Romance\\nStory: Fantasy: A boy led me to the town center where a Christmas tree shone in lucent blues and reds. Reality: I led myself on a drunken walk to think about a boy when, suddenly, I saw my close friend Zoe. She was equally surprised to see me. What were the odds? We continued on, strolling arm in arm, pointing out how silly boys were. They should be head over heels for us. We'll find our boys in due time. \"No,\" she said. \"They'll find us.\" She's absolutely right. In the meantime, we fell more in love with each other.\\n\\n"}
{"text": "Title: To Honor Our Own Tastes\\nStory: Durian. It's love or hate with this fruit. In my family, only Grandma and I were fans. Because of its pungent odor, my family members with milder tastes made a house rule: Durian must be consumed in the parking lot or playground, never indoors. Indignant and banished, I found comfort in Grandma's solidarity. Together, we'd wolf down the divisive fruit, reveling in its strong taste and frozen flesh. Now, whenever I feel outcast, my fellow durian warrior inspires courage. I remember looking up at Grandma, chowing down in Hong Kong's sweltering heat with a satisfied smirk, honoring her own taste.\\n\\n"}
{"text": "Title: The Youngest Legal Scholar\\nStory: Without family near or money to spare, I brought my newborn with me to law school, placing her on my lap during class. Jane's presence may have distracted other students, but it also brought them joy. (Without a dose of humanity, civil procedure can be rather dry.) Jane never cried - neither in class nor as I wrote papers late into the night, waiting for my medical resident husband to come home. Now, my daughter thinks my lawyer job is boring, but her quiet patience made it all possible.\\n\\n"}
{"text": "Title: The Object of No Significance\\nStory: Our first Christmas as a couple, we were living on opposite coasts. He was a self-described clueless gift giver. With apology, he handed me a glass-blown ornament in the shape of a Hershey's kiss, calling it \"The Object of Great Significance.\" Whenever I felt despondent about the distance, he said to imagine the space within the ornament's swirly iridescent walls as somewhere we were always together. He looked sheepish; I cried. The next Christmas, he moved home and gave me a stuffed Hershey's kiss toy, calling it \"The Object of No Significance.\" We no longer had to imagine.\\n\\n"}
{"text": "Title: Constancy in Candy\\nStory: My grandmother kept a candy bowl on a table by her front door. Growing up, I would sneak butterscotches and strawberry sweets. During the pandemic, my grandmother moved into assisted living. On my first visit after lockdown, I saw how much of her 90-year life she had discarded to fit into her new residence. Yet, she'd saved the familiar bowl. Driving home, I discovered that she'd slipped its candy into my purse. Years before, when I had confessed my childhood thievery, she laughed. \"Why do you think I kept it on that low table? It's always been for you.\"\\n\\n"}
{"text": "Title: Tan Lines From Different Lives\\nStory: I told myself I wouldn't look at your Instagram. But here it is: Your shirtless torso in the most recent picture you posted. Peeking out above your shorts is a tan line made from memories without me. You didn't stop living when we broke up. I felt like I had. Looking at my own body in the bathroom mirror, I see that that's not entirely true. I also have tan lines from memories made without you. What a gift that even when you're broken and crying, you can still go to the beach.\\n\\n"}
{"text": "Title: As the Doors Began to Close\\nStory: The most beautiful woman I ever saw stood at the 96th Street subway entrance. She was clearly waiting for someone. Probably her husband. Whatever, I thought. I'd never been the kind to talk to strangers. With a sigh, I descended the stairs and boarded the train. The train sat. And sat. And then, just as the chimes rang and the doors began to close, a friend of mine and the beautiful woman rushed on to the car. My friend introduced me to her sister. And that, 30 years ago, is how I met my wife.\\n\\n"}
{"text": "Title: Surviving, Then Thriving\\nStory: I just had to make sure my daughter, Elizabeth, and I survived. We lived with my mother and grandmother until they died within a year of each other. I was lost and alone with this child, the love of my life. I turned to Mr. Wonderful, who I thought would bring joy back to me. Instead, he brought bruises, broken bones, a more-broken heart. Again I was on my own, failing Elizabeth miserably. For five years I wandered. Then, one day, I cleaned out Elizabeth's backpack and found her essay, \"Why My Mom is My Hero.\" We had survived, and then some.\\n\\n"}
{"text": "Title: A Gift That Keeps Growing\\nStory: A well-meaning neighbor dropped off sourdough starter and a list of recipes, unannounced. \"We just fed it,\" he said. \"You should be good to make pizza dough in about four hours.\" We made the dough (what other option did we have?) and sent a picture as evidence. Soon I was feeding our \"baby\" twice a day, and making either pizza, crackers, bread or muffins around the clock (or so it seemed). The last recipe from his list? Cinnamon rolls. I made them today and they were delicious. We brought the rest to our neighbors. Who else?\\n\\n"}
{"text": "Title: The Tree\\nStory: My mother died at almost 95, and I needed to walk to the tree. That's what my son would say after we planted a Texas redbud in Riverside Park 18 years ago. His father had died two years before, when my son was 4. Many times since we have held onto a branch and cried or stayed quiet. I talked to the tree when my son wouldn't talk to me. I walked to the tree today and it was gone. My soul ached. Disease? Storm? I wanted to ask the tree. Without answers, we will plant another.\\n\\n"}
{"text": "Title: A Stranger on the Subway\\nStory: The subway roared into 14th Street. His hand was tucked in my pocket; mine held yellow tulips. It was a brisk March evening, but the tulips were sunny, his hand warm, and I felt like spring. Wrapped in the comfort of a full belly and heart, squished into subway seats, I talked to him about things I can't remember now. \"I had to take a picture,\" a woman across the train said, waving her phone. \"The way you're looking at each other - I have chills.\" I miss that woman, the people she photographed and the steadiness of those springtime flowers.\\n\\n"}
{"text": "Title: 'The Bright Colors He Favored'\\nStory: We stood in our grandfather's closet, five granddaughters taking in his treasures. Time advanced through the neat rows: Skinny ties replacing wider versions, oversized frames replacing sleeker ones. At the funeral we tied his silk scarves in our hair, around our wrists and throats, and spoke of how he made his love of life known in the bright colors he favored, the care with which he presented himself to the world. We each selected a pair of his glasses and one of his oversized sweatshirts, holding them close. Our treasures now.\\n\\n"}
{"text": "Title: Posing Together As Always\\nStory: She wore a dress to my college graduation. This was a first, as were the masks we donned in 2020. While the masks signaled a fearful global crisis, her dress spoke of power and joy. My sister unveiled her gender to our family gently - different in many ways from the brother my other sibling and I had known, but with the same, generous heart. The three of us posed dutifully for photos just as we had our whole childhood. Though six feet apart, we stretched our arms toward one another, reaching for togetherness - my brother, my sister and me.\\n\\n"}
{"text": "Title: No Words Needed\\nStory: I spoke to Sun Ung in broken Chinese, excited hand gestures and hugs. We lived together for 18 years: a strong-willed Cambodian refugee and me, his spunky Texan granddaughter. Then his Alzheimer's took hold. He would scrunch his eyebrows, searching for our history in a sea of fading memories. I started every sentence with, \"Remember when - ?\" But, one of our final nights together before he died last March, we sat beside each other in silence. A granddaughter without the words to convey her love. A grandfather who didn't need to remember the past to know she loved him anyway.\\n\\n"}
{"text": "Title: What's In a Name?\\nStory: As a lifelong educator born with the surname Lerner, I joked with my students that I was destined to become a teacher. That role was my driving force for decades, until I became a grandfather. I never had grandparents; they were killed in the Holocaust. The other day, on a video chat, my grandson in a time zone to the west, stared into his screen and asked, \"Is it dark outside by you?\" \"Yes.\" \"Then how come it's not dark here?\" With that question, my roles of teacher and grandparent joyfully converged.\\n\\n"}
{"text": "Title: He Made the Mundane Meaningful\\nStory: The alarm would buzz - the neon of my Timex clock displaying 4:30 a.m., just as it did every morning. A stock trader in Chicago, I would drag myself to the kitchen and scoop grounds into my Mr. Coffee, just as I did every morning. I would shower, put on makeup, dress in a preselected work outfit, just as I did every morning. I would whisper, \"Bye David,\" to my sleeping husband, who died suddenly 10 years ago. With eyes still completely shut, he would reply, \"You look beautiful,\" just as he did every morning.\\n\\n"}
{"text": "Title: \"I Love You, Too\"\\nStory: As a child, I hated my schizophrenic mother's too-big body. As a young woman, I starved myself, only learning to eat at 26, after my mother overdosed on her medication and died. Still, I recoiled from cameras, fearful that photos would reveal that I, too, was fat. At 38, I found a letter she'd sent me at camp: \"It's so lonely without you. I love + miss you A LOT.\" I wept. That night, my fiance, Shannon, took my picture. Studying my breasts, stomach, thighs, I saw my mother. \"I love you, too,\" I said, silently, as if in prayer.\\n\\n"}
{"text": "Title: The Real Celestial Event\\nStory: The image through the telescope seems tiny, almost inconsequential. I tell this to my boyfriend, who scoffs, \"Speak for yourself.\" Colin is the kind of person who keeps track of eclipses - it was he who introduced me to the observatory across from where he had worked. Colin is always telling me that the next eclipse won't appear for another century, yet endless celestial events continue to arise. Sometimes the moments around these are more memorable than the events themselves. I love a natural orange, but the blood moon only felt special when framed by the sunroof of his car.\\n\\n"}
{"text": "Title: A Flicker Becomes a Flame\\nStory: It was a classic boy-meets-girl-meets-candles scenario: We met in a bar, and the bar had a lot of candles. \"Pretty dark in here,\" I said. \"Mind if I grab a candle?\" \"Sure,\" she said. I put one on our table. A minute passed. Then she said, \"Hmm, still pretty dark, isn't it?\" I nodded. She grabbed another. More time passed. I said, \"Gosh, it's still pretty dark in here, right?\" She nodded, sagely. By midnight, our table had 14 candles. Then we kissed.\\n\\n"}
{"text": "Title: Caught in a Maze\\nStory: There were signs she liked me. An invitation here, a late-night text there. The excitement, smiles and sincerity - all of which I was too clueless to notice. Then came a deliciously warm night, fueled by cheap drinks and music in a dimly lit Shanghai karaoke establishment. A missing cellphone, a search through a maze of hallways, a slowed pace, an interlocking of arms, a quiet \"Can I kiss you?\" As my oblivious mind tried to come to its senses, I blurted: \"Sorry, but are you gay?\" A few years later, I can proudly confirm that we both are.\\n\\n"}
{"text": "Title: When Love Is a Recipe\\nStory: Chopped celery and squared potatoes waiting in the fridge. On the counter, a jug of water and a slow-cooker filled with dried peas. On the lid, a tiny note from my husband, the professional chef, to me, who burns water. \"At noonish: 1. Add water 2. Add veggies 3. Stir 4. Plug in 5. Forget.\" His sweetly crooked handwriting. His unconditional faith in me. Between steps 4 and 5, it hit me. Married love is seldom about the grand gesture. Sometimes it simply shows up as a recipe from your partner, helping you make a tasty pot of soup.\\n\\n"}
{"text": "Title: Dusty Pink New Year\\nStory: My 65-year-old mother entered the hospital on Dec. 21; her liver was past its expiration date. With my father buried the year before and my sister stationed in Germany, the holidays evaporated. After midnight on Christmas Eve, I arrived home from my bedside vigil to discover a red box cradling a dusty pink silk shirt - my size, my shade. My high school classmate's Jewish mother, no stranger to loss, had refused to let my Christmas be ghosted. I wore the blouse to the funeral, wore it until the sleeves shredded. Dusty pink is my New Year's color.\\n\\n"}
{"text": "Title: Paradise, Reclaimed\\nStory: A two-flat house, my grandparents' little \"slice of paradise\" in bustling Chicago, raised generations of our family. But when my grandma turned 94, it became too much for her to live there alone. I was distraught when she died three weeks after we moved her out of her beloved home. Near the six-year anniversary of her passing, my mother and I drove by the house to see it. Surprisingly, there was a \"for rent\" sign in the lawn. Now I wake up there every morning, look at my grandmother's photo on the wall and tell her, \"We made it home.\"\\n\\n"}
{"text": "Title: Two Kitchens, Halfway Across the World\\nStory: My American student visa was two weeks from expiring. I was preparing to return home to India, where I would stay until international travel restrictions lifted. My mother called, asking what I wanted to eat when I got to Mumbai. She would plan her lockdown shopping accordingly. \"Pani puri!\" I answered. Later that day, I was chatting with my boyfriend's mother while she washed dishes in her Pennsylvania kitchen. She asked, \"Is there anything you'd like me to cook for you before you leave?\" At that moment, I yearned for the two kitchens to be one.\\n\\n"}
{"text": "Title: Wearing Her Eye Shadow\\nStory: My best friend's husband said he had something for me, then handed over a bag of Ilyse's makeup. Eye shadow had broken open, pinkish-purple dust coating the contents. He said, \"Damn it, I should've been more careful with it. I hope there's something you can use.\" It took him three years after she died to part with this. He doesn't know that makeup expires, or that people shouldn't wear each other's. Later, my husband said, \"Throw that away.\" I did, but the next day, while alone, I fished the bag from the garbage. Ilyse's eyeliner is my shade. I'm wearing it now.\\n\\n"}
{"text": "Title: The Dress I Can't Throw Away\\nStory: When I was 15, I bought a white dress at a store called \"Tree of Life.\" I told my best friend that one day I would marry her in it. We laughed, which hurt me, though I couldn't figure out why. Eventually, I worked it out and told her the truth: None of it had ever been a joke. In the same sentence, she told me she loved me but we could never happen - girls didn't marry other girls. In 2017, when marriage equality passed in Australia, she was the first person I thought of, my first great love. I've kept the white dress. I don't think I could ever throw it away.\\n\\n"}
{"text": "Title: A Lack of Symmetry\\nStory: We were in my college apartment after several weeks of hooking up when he said, \"You feel good. Is this good?\" \"Yeah,\" I said. \"This is good. I feel good.\" And he said, \"I'm happy.\" And I said, \"I'm happy.\" And he said, \"I like this.\" And I said, \"I like you.\" That was it - not in a \"that was it, they fell in love\" kind of way, but in a \"that was it, he saw the possibility of connection beyond the confines of my bed and got scared and ran away\" type of way.\\n\\n"}
{"text": "Title: My First\\nStory: I had been on many socially distanced dates, but I hadn't felt excited on any of them; I was just scared of getting sick. Then I met Maggie. We shared a bottle of wine in Prospect Park and watched the sunset. She made me laugh, and in those moments my anxiety would fade. I could enjoy being with her. \"Is this your first?\" she asked. \"First what?\" I replied. \"Your first date with a woman,\" she said, smiling. I nodded. Under the stars that night, I felt desire overshadow fear.\\n\\n"}
{"text": "Title: \"Come Back, Come Back, Come Back\"\\nStory: My brother going off to war in Afghanistan - a modern Odysseus - unexpectedly transformed me into Penelope. Just as Penelope wove a never-ending shroud while she waited for her soldier to come home, I developed a new and sudden obsession with knitting, winding yarn around needles to make him an endless stream of impractical and unwanted accessories - scarves, gloves, even a camouflage hat (with pom-poms). Powerless to protect him, I turned the rows of stitches into my rosary: \"Come back, come back, come back.\" Once he was home I put down my needles, permanently.\\n\\n"}
